{
    "1": {
        "name": "Bulbasaur",
        "flavor_text": "While it is young, it uses the nutrients that are\nstored in the seed on its back in order to grow."
    },
    "2": {
        "name": "Ivysaur",
        "flavor_text": "Exposure to sunlight adds to its strength.\nSunlight also makes the bud on its back\ngrow larger."
    },
    "3": {
        "name": "Venusaur",
        "flavor_text": "A bewitching aroma wafts from its flower.\nThe fragrance becalms those engaged\nin a battle."
    },
    "4": {
        "name": "Charmander",
        "flavor_text": "From the time it is born, a flame burns at the tip\nof its tail. Its life would end if the flame were to\ngo out."
    },
    "5": {
        "name": "Charmeleon",
        "flavor_text": "If it becomes agitated during battle, it spouts\nintense flames, incinerating its surroundings."
    },
    "6": {
        "name": "Charizard",
        "flavor_text": "Its wings can carry this Pokémon close to an\naltitude of 4,600 feet. It blows out fire at very\nhigh temperatures."
    },
    "7": {
        "name": "Squirtle",
        "flavor_text": "When it feels threatened, it draws its limbs inside\nits shell and sprays water from its mouth."
    },
    "8": {
        "name": "Wartortle",
        "flavor_text": "It cleverly controls its furry ears and tail to\nmaintain its balance while swimming."
    },
    "9": {
        "name": "Blastoise",
        "flavor_text": "The rocket cannons on its shell fire jets of water\ncapable of punching holes through thick steel."
    },
    "10": {
        "name": "Caterpie",
        "flavor_text": "Its short feet are tipped with suction pads that\nenable it to tirelessly climb slopes and walls."
    },
    "11": {
        "name": "Metapod",
        "flavor_text": "Even though it is encased in a sturdy shell,\nthe body inside is tender. It can’t withstand a\nharsh attack."
    },
    "12": {
        "name": "Butterfree",
        "flavor_text": "It collects honey every day. It rubs honey onto\nthe hairs on its legs to carry it back to its nest."
    },
    "13": {
        "name": "Weedle",
        "flavor_text": "Beware of the sharp stinger on its head. It hides\nin grass and bushes where it eats leaves."
    },
    "14": {
        "name": "Kakuna",
        "flavor_text": "Able to move only slightly. When endangered, it\nmay stick out its stinger and poison its enemy."
    },
    "15": {
        "name": "Beedrill",
        "flavor_text": "It has three poisonous stingers on its\nforelegs and its tail. They are used to jab\nits enemy repeatedly."
    },
    "16": {
        "name": "Pidgey",
        "flavor_text": "Very docile. If attacked, it will often kick up\nsand to protect itself rather than fight back."
    },
    "17": {
        "name": "Pidgeotto",
        "flavor_text": "This Pokémon is full of vitality. It constantly flies\naround its large territory in search of prey."
    },
    "18": {
        "name": "Pidgeot",
        "flavor_text": "This Pokémon flies at Mach 2 speed,\nseeking prey. Its large talons are feared\nas wicked weapons."
    },
    "19": {
        "name": "Rattata",
        "flavor_text": "Will chew on anything with its fangs. If you\nsee one, you can be certain that 40 more\nlive in the area."
    },
    "20": {
        "name": "Raticate",
        "flavor_text": "Its hind feet are webbed. They act as flippers,\nso it can swim in rivers and hunt for prey."
    },
    "21": {
        "name": "Spearow",
        "flavor_text": "Inept at flying high. However, it can fly around\nvery fast to protect its territory."
    },
    "22": {
        "name": "Fearow",
        "flavor_text": "A Pokémon that dates back many years. If it\nsenses danger, it flies high and away, instantly."
    },
    "23": {
        "name": "Ekans",
        "flavor_text": "The older it gets, the longer it grows. At night, it\nwraps its long body around tree branches to rest."
    },
    "24": {
        "name": "Arbok",
        "flavor_text": "The frightening patterns on its belly have been\nstudied. Six variations have been confirmed."
    },
    "25": {
        "name": "Pikachu",
        "flavor_text": "Possesses cheek sacs in which it stores electricity. This clever\nforest-dweller roasts tough berries with an electric shock before\nconsuming them."
    },
    "26": {
        "name": "Raichu",
        "flavor_text": "It can discharge bursts of electricity exceeding 100,000 volts—\na single strike with that amount of power would incapacitate one\nof the [REDACTED] of my homeland."
    },
    "27": {
        "name": "Sandshrew",
        "flavor_text": "It burrows into the ground to create its nest. If\nhard stones impede its tunneling, it uses its sharp\nclaws to shatter them and then carries on digging."
    },
    "28": {
        "name": "Sandslash",
        "flavor_text": "It climbs trees by hooking on with its sharp claws.\n[REDACTED] shares the berries it gathers, dropping\nthem down to [REDACTED] waiting below the tree."
    },
    "29": {
        "name": "Nidoran-f",
        "flavor_text": "It uses its hard incisor teeth to crush and eat\nberries. The tip of a female Nidoran’s horn is a\nbit more rounded than the tip of a male’s horn."
    },
    "30": {
        "name": "Nidorina",
        "flavor_text": "If the group is threatened, these Pokémon will\nband together to assault enemies with a chorus\nof ultrasonic waves."
    },
    "31": {
        "name": "Nidoqueen",
        "flavor_text": "It pacifies offspring by placing them in the gaps\nbetween the spines on its back. The spines will\nnever secrete poison while young are present."
    },
    "32": {
        "name": "Nidoran-m",
        "flavor_text": "Small but brave, this Pokémon will hold its\nground and even risk its life in battle to protect\nthe female it’s friendly with."
    },
    "33": {
        "name": "Nidorino",
        "flavor_text": "It’s nervous and quick to act aggressively.\nThe potency of its poison increases along with\nthe level of adrenaline present in its body."
    },
    "34": {
        "name": "Nidoking",
        "flavor_text": "[REDACTED] prides itself on its strength. It’s forceful\nand spirited in battle, making use of its thick tail\nand diamond-crushing horn."
    },
    "35": {
        "name": "Clefairy",
        "flavor_text": "It can be found in quiet mountain areas on a full moon's night.\nIts dancing and its tiny, faintly glowing wings confer upon it a\nlovely fairylike quality."
    },
    "36": {
        "name": "Clefable",
        "flavor_text": "Legend says that on clear, quiet nights, it listens for the voices\nof its kin living on the moon. I, too, often think of my homeland,\nso far away."
    },
    "37": {
        "name": "Vulpix",
        "flavor_text": "In its belly burns a fire, which [REDACTED] spits out in the form of\nfireballs. When young, this Pokémon has but one white tail.\nAs the Pokémon matures, this single tail splits into six."
    },
    "38": {
        "name": "Ninetales",
        "flavor_text": "The coat of gleaming golden fur is quite magnificent.\nThis species is said to store sacred power in its nine long tails\nand to live for a millennium."
    },
    "39": {
        "name": "Jigglypuff",
        "flavor_text": "By freely changing the wavelength of its voice,\n[REDACTED] sings a mysterious melody sure to\nmake any listener sleepy."
    },
    "40": {
        "name": "Wigglytuff",
        "flavor_text": "It’s proud of its fur, which is fine and delicate.\nIn particular, the curl on its forehead has a\ntexture that’s perfectly heavenly."
    },
    "41": {
        "name": "Zubat",
        "flavor_text": "Makes its home in gloomy caves. Atrophied eyes have left this\nPokémon blind, so it scans its surroundings via sound waves that\nit emits from its mouth as it flies."
    },
    "42": {
        "name": "Golbat",
        "flavor_text": "It sinks its sharp fangs into other creatures and slurps up their\nblood. A closer look at the fangs reveals that they are hollow\nand akin to straws."
    },
    "43": {
        "name": "Oddish",
        "flavor_text": "During the day, it stays in the cold underground\nto avoid the sun. It grows by bathing in moonlight."
    },
    "44": {
        "name": "Gloom",
        "flavor_text": "What appears to be drool is actually sweet honey.\nIt is very sticky and clings stubbornly if touched."
    },
    "45": {
        "name": "Vileplume",
        "flavor_text": "The larger its petals, the more toxic pollen it\ncontains. Its big head is heavy and hard to hold up."
    },
    "46": {
        "name": "Paras",
        "flavor_text": "Sometimes seen at the foot of trees in humid forests.\nThe mushrooms on its back—called tochukaso—are not present\non infant specimens and instead emerge as [REDACTED] matures."
    },
    "47": {
        "name": "Parasect",
        "flavor_text": "Mushroom-lacking specimens of this Pokémon lie unmoving in\nthe forest, lending credence to the hypothesis that the large\nmushroom is in control of [REDACTED]ect's actions."
    },
    "48": {
        "name": "Venonat",
        "flavor_text": "Its large eyes act as radar. In a bright place, you\ncan see that they are clusters of many tiny eyes."
    },
    "49": {
        "name": "Venomoth",
        "flavor_text": "The powdery scales on its wings are hard to\nremove from skin. They also contain poison\nthat leaks out on contact."
    },
    "50": {
        "name": "Diglett",
        "flavor_text": "It burrows through the ground at a shallow depth.\nIt leaves raised earth in its wake, making it easy\nto spot."
    },
    "51": {
        "name": "Dugtrio",
        "flavor_text": "These [REDACTED] triplets dig over 60 miles below sea\nlevel. No one knows what it’s like underground."
    },
    "52": {
        "name": "Meowth",
        "flavor_text": "It loves to collect shiny things. If it’s in a good\nmood, it might even let its Trainer have a look\nat its hoard of treasures."
    },
    "53": {
        "name": "Persian",
        "flavor_text": "Its elegant and refined behavior clashes with that\nof the barbaric [REDACTED]. The relationship\nbetween the two is one of mutual disdain."
    },
    "54": {
        "name": "Psyduck",
        "flavor_text": "Suffers perpetual headaches. If the agony grows too great,\n[REDACTED]'s latent power erupts, contrary to [REDACTED]'s intent.\nErgo, I am exploring ways to ease the pain."
    },
    "55": {
        "name": "Golduck",
        "flavor_text": "Its body is strong, and it has webbing on its hands and feet.\n[REDACTED] can swim easily through rough seas, clawing its way\nthrough the high waves."
    },
    "56": {
        "name": "Mankey",
        "flavor_text": "An agile Pokémon that lives in trees. It angers\neasily and will not hesitate to attack anything."
    },
    "57": {
        "name": "Primeape",
        "flavor_text": "It stops being angry only when nobody else\nis around. To view this moment is very difficult."
    },
    "58": {
        "name": "Growlithe",
        "flavor_text": "They patrol their territory in pairs. I believe the igneous\nrock components in the fur of this species are the result of\nvolcanic activity in its habitat."
    },
    "59": {
        "name": "Arcanine",
        "flavor_text": "Snaps at its foes with fangs cloaked in blazing flame. Despite its\nbulk, it deftly feints every which way, leading opponents on a\ndeceptively merry chase as it all but dances around them."
    },
    "60": {
        "name": "Poliwag",
        "flavor_text": "In rivers with fast-flowing water, this Pokémon will\ncling to a rock by using its thick lips, which act\nlike a suction cup."
    },
    "61": {
        "name": "Poliwhirl",
        "flavor_text": "This Pokémon’s sweat is a slimy mucus. When\ncaptured, [REDACTED] can slither from its enemies’\ngrasp and escape."
    },
    "62": {
        "name": "Poliwrath",
        "flavor_text": "[REDACTED] is skilled at both swimming and martial\narts. It uses its well-trained arms to dish out\npowerful punches."
    },
    "63": {
        "name": "Abra",
        "flavor_text": "Spends 18 hours of the day sleeping. Even while asleep, [REDACTED]\ncan control its psychic powers—should danger approach, the\nPokémon will simply teleport away."
    },
    "64": {
        "name": "Kadabra",
        "flavor_text": "There are rumors that a child with mystical powers became\na [REDACTED]; however, this remains unverified. I suspect that\nthe spoon [REDACTED] holds enhances its brain waves."
    },
    "65": {
        "name": "Alakazam",
        "flavor_text": "The longer [REDACTED] lives, the larger and heavier its head\nbecomes. Our tests have shown that the strength of its psychic\npowers correlates positively to the weight of its head."
    },
    "66": {
        "name": "Machop",
        "flavor_text": "Though as small as a child, it has strength enough to easily throw\na well-built adult. Striving to become ever stronger, [REDACTED]\ntrains by carrying a [REDACTED] on its shoulders."
    },
    "67": {
        "name": "Machoke",
        "flavor_text": "A sturdy creature boasting a robust physique and boundless\nstamina. Loves training above all else and voluntarily assists with\ntasks such as construction and clearing land."
    },
    "68": {
        "name": "Machamp",
        "flavor_text": "In close combat, its four arms afford it offensive and defensive\nsupremacy. In but a blink, this valiant Pokémon can overwhelm\nits foes with more than 1,000 blows from its fists."
    },
    "69": {
        "name": "Bellsprout",
        "flavor_text": "Prefers hot and humid places. It ensnares\ntiny bugs with its vines and devours them."
    },
    "70": {
        "name": "Weepinbell",
        "flavor_text": "When hungry, it swallows anything that moves.\nIts hapless prey is dissolved by strong acids."
    },
    "71": {
        "name": "Victreebel",
        "flavor_text": "Lures prey with the sweet aroma of honey.\nSwallowed whole, the prey is dissolved in a day,\nbones and all."
    },
    "72": {
        "name": "Tentacool",
        "flavor_text": "They fire beams from the glassy, magenta orbs that resemble\neyes atop their heads, and they drift in shallow seas. During low\ntide, they can sometimes be found on beaches, desiccated."
    },
    "73": {
        "name": "Tentacruel",
        "flavor_text": "It has 80 tentacles, each with a venomous tip. These tentacles\nare also extendible, lengthening when [REDACTED] attempts to\ncatch prey. Use caution."
    },
    "74": {
        "name": "Geodude",
        "flavor_text": "Makes its home in mountainous regions, using its arms to climb\nalong harsh mountain roads. Can be troublesome—carelessly\nkicking one will cause it to fly into a rage and chase after you."
    },
    "75": {
        "name": "Graveler",
        "flavor_text": "Dwells in holes dug into sheer walls of stone. It enjoys rolling\ndown slopes as though it were a boulder during a rockfall,\nso keep an eye upward while traversing mountain roads."
    },
    "76": {
        "name": "Golem",
        "flavor_text": "The rocklike shell is shed each year. The cast-off shell then\ncrumbles, reverting to a mass of soil, which can be spread across\nfields to promote crop growth."
    },
    "77": {
        "name": "Ponyta",
        "flavor_text": "These Pokémon live in herds out in the grassland. Newborn\nfoals lack their fiery manes, which will develop about an hour\nafter birth."
    },
    "78": {
        "name": "Rapidash",
        "flavor_text": "Fiery mane aglow, [REDACTED] darts like an arrow across the land.\nThis prodigiously swift creature can traverse the vast region of\nHisui in a day and a half."
    },
    "79": {
        "name": "Slowpoke",
        "flavor_text": "When this Pokémon’s tail is soaked in water,\nsweetness seeps from it. [REDACTED] uses this trait\nto lure in and fish up other Pokémon."
    },
    "80": {
        "name": "Slowbro",
        "flavor_text": "Being bitten by a [REDACTED] shocked this Pokémon\ninto standing on two legs. If the [REDACTED] lets go,\nit seems [REDACTED] will turn back into a [REDACTED]."
    },
    "81": {
        "name": "Magnemite",
        "flavor_text": "A bizarre Pokémon with but a single eye embedded in an iron\nsphere. I suspect this creature levitates due to the magnetism it\nemits from its arms, which resemble horseshoe-shaped magnets."
    },
    "82": {
        "name": "Magneton",
        "flavor_text": "Three [REDACTED] gathered to evolve into this Pokémon.\nThe source of much vexation on my part, as its powerful\nmagnetism destroys my research equipment."
    },
    "83": {
        "name": "Farfetchd",
        "flavor_text": "They use a plant stalk as a weapon, but not all\nof them use it in the same way. Several distinct\nstyles of stalk fighting have been observed."
    },
    "84": {
        "name": "Doduo",
        "flavor_text": "Its short wings make flying difficult. Instead, this\nPokémon runs at high speed on developed legs."
    },
    "85": {
        "name": "Dodrio",
        "flavor_text": "One of [REDACTED]’s two heads splits to form\na unique species. It runs close to 40 mph\nin prairies."
    },
    "86": {
        "name": "Seel",
        "flavor_text": "Loves freezing-cold conditions.\nRelishes swimming in a frigid climate\nof around 14 degrees Fahrenheit."
    },
    "87": {
        "name": "Dewgong",
        "flavor_text": "Its entire body is a snowy white. Unharmed by\neven intense cold, it swims powerfully\nin icy waters."
    },
    "88": {
        "name": "Grimer",
        "flavor_text": "Made of congealed sludge. It smells too putrid\nto touch. Even weeds won’t grow in its path."
    },
    "89": {
        "name": "Muk",
        "flavor_text": "Smells so awful, it can cause fainting.\nThrough degeneration of its nose,\nit lost its sense of smell."
    },
    "90": {
        "name": "Shellder",
        "flavor_text": "Its hard shell repels any kind of attack. It is\nvulnerable only when its shell is open."
    },
    "91": {
        "name": "Cloyster",
        "flavor_text": "Once it slams its shell shut, it is impossible to\nopen, even by those with superior strength."
    },
    "92": {
        "name": "Gastly",
        "flavor_text": "Gaseous and completely impalpable. Also highly dangerous—\ninhaling part of its poisonous body will cause one to\nfaint instantly."
    },
    "93": {
        "name": "Haunter",
        "flavor_text": "This frightful, malevolent spirit can glide through walls,\nappearing wherever it likes. According to rumor, victims of\na [REDACTED]'s lick will wither to death day by day."
    },
    "94": {
        "name": "Gengar",
        "flavor_text": "Possesses potential victims' shadows in an effort to steal away\nthe victims' lives. If your shadow begins to laugh, you must take\nhold of a protective charm posthaste!"
    },
    "95": {
        "name": "Onix",
        "flavor_text": "This chain of immense stones resembles a giant serpent. Tremors\nshake the earth above as it burrows deep beneath the ground,\nfeeding on boulders as it goes."
    },
    "96": {
        "name": "Drowzee",
        "flavor_text": "If you sleep by it all the time, it will sometimes\nshow you dreams it had eaten in the past."
    },
    "97": {
        "name": "Hypno",
        "flavor_text": "Avoid eye contact if you come across one. It will\ntry to put you to sleep by using its pendulum."
    },
    "98": {
        "name": "Krabby",
        "flavor_text": "If it senses danger approaching, it cloaks itself\nwith bubbles from its mouth so it will look bigger."
    },
    "99": {
        "name": "Kingler",
        "flavor_text": "Its oversized claw is very powerful, but when it’s\nnot in battle, the claw just gets in the way."
    },
    "100": {
        "name": "Voltorb",
        "flavor_text": "An enigmatic Pokémon that happens to bear a resemblance to a\nPoké Ball. When excited, it discharges the electric current it has\nstored in its belly, then lets out a great, uproarious laugh."
    },
    "101": {
        "name": "Electrode",
        "flavor_text": "The tissue on the surface of its body is curiously similar in\ncomposition to an Apricorn. When irritated, this Pokémon lets\nloose an electric current equal to 20 lightning bolts."
    },
    "102": {
        "name": "Exeggcute",
        "flavor_text": "These Pokémon get nervous when they’re not in a\ngroup of six. The minute even one member of the\ngroup goes missing, [REDACTED] become cowardly."
    },
    "103": {
        "name": "Exeggutor",
        "flavor_text": "When they work together, [REDACTED]’s three\nheads can put out powerful psychic energy.\nCloudy days make this Pokémon sluggish."
    },
    "104": {
        "name": "Cubone",
        "flavor_text": "This Pokémon wears the skull of its deceased\nmother. Sometimes [REDACTED]’s dreams make it cry,\nbut each tear [REDACTED] sheds makes it stronger."
    },
    "105": {
        "name": "Marowak",
        "flavor_text": "When this Pokémon evolved, the skull of its\nmother fused to it. [REDACTED]’s temperament also\nturned vicious at the same time."
    },
    "106": {
        "name": "Hitmonlee",
        "flavor_text": "The legs freely contract and stretch. The stretchy\nlegs allow it to hit a distant foe with a rising kick."
    },
    "107": {
        "name": "Hitmonchan",
        "flavor_text": "Its punches slice the air. However, it seems to\nneed a short break after fighting for three minutes."
    },
    "108": {
        "name": "Lickitung",
        "flavor_text": "Wields its long tongue deftly, as though it were an arm.\nThe Pokémon's viscous saliva, once it has been collected and\nboiled down, yields a strong and highly useful adhesive."
    },
    "109": {
        "name": "Koffing",
        "flavor_text": "It adores polluted air. Some claim that [REDACTED]\nused to be more plentiful in the Galar region\nthan they are now."
    },
    "110": {
        "name": "Weezing",
        "flavor_text": "It can’t suck in air quite as well as a Galarian\n[REDACTED], but the toxins it creates are more\npotent than those of its counterpart."
    },
    "111": {
        "name": "Rhyhorn",
        "flavor_text": "Ludicrously strong—when it butts heads with a mountain, it is\nthe mountain that shatters. But its short legs struggle with turns,\nand it is incapable of stopping unless it collides with something."
    },
    "112": {
        "name": "Rhydon",
        "flavor_text": "Rapidly rotates its horn to bore through bedrock. It swaggers\naround volcanic regions, protected from the lava's heat by its\ntough, armorlike hide."
    },
    "113": {
        "name": "Chansey",
        "flavor_text": "This purehearted Pokémon shares its eggs with the injured."
    },
    "114": {
        "name": "Tangela",
        "flavor_text": "It is cloaked entirely in blue vines, preventing any glimpse of\nits true identity. The vines impart a refreshing sensation when\nchewed—they're useful as a spice."
    },
    "115": {
        "name": "Kangaskhan",
        "flavor_text": "There are records of a lost human child being\nraised by a childless [REDACTED]."
    },
    "116": {
        "name": "Horsea",
        "flavor_text": "They swim with dance-like motions and cause\nwhirlpools to form. [REDACTED] compete to see which\nof them can generate the biggest whirlpool."
    },
    "117": {
        "name": "Seadra",
        "flavor_text": "[REDACTED]’s mouth is slender, but its suction power\nis strong. In an instant, [REDACTED] can suck in food\nthat’s larger than the opening of its mouth."
    },
    "118": {
        "name": "Goldeen",
        "flavor_text": "Its dorsal and pectoral fins are strongly developed\nlike muscles. It can swim at a speed of five knots."
    },
    "119": {
        "name": "Seaking",
        "flavor_text": "Using its horn, it bores holes in riverbed\nboulders, making nests to prevent its eggs from\nwashing away."
    },
    "120": {
        "name": "Staryu",
        "flavor_text": "Fish Pokémon nibble at it, but [REDACTED] isn’t\nbothered. Its body regenerates quickly, even\nif part of it is completely torn off."
    },
    "121": {
        "name": "Starmie",
        "flavor_text": "[REDACTED] swims by spinning its body at high speed.\nAs this Pokémon cruises through the ocean, it\nabsorbs tiny plankton."
    },
    "122": {
        "name": "Mr-mime",
        "flavor_text": "The behavior of this clown-like Pokémon reminds one of\npantomime. It creates invisible walls using a force emitted\nfrom its fingertips."
    },
    "123": {
        "name": "Scyther",
        "flavor_text": "The large, wickedly sharp scythes on its forearms are truly\nfearsome weapons. Prey's attempts to flee are unfailingly\nthwarted by this Pokémon's nimble motions."
    },
    "124": {
        "name": "Jynx",
        "flavor_text": "The [REDACTED] of Galar often have beautiful and\ndelicate voices. Some of these Pokémon have\neven gathered a fan base."
    },
    "125": {
        "name": "Electabuzz",
        "flavor_text": "Feeds on electrical energy. During sudden showers beneath\nlooming thunderclouds, one can observe [REDACTED] scaling tall\ntrees, where the Pokémon will then wait for lightning to strike."
    },
    "126": {
        "name": "Magmar",
        "flavor_text": "Legend has it that this Pokémon was born from the crater of a\nvolcano. When wounded, it bathes in lava to heal its body, much\nas one would soak in a hot spring."
    },
    "127": {
        "name": "Pinsir",
        "flavor_text": "This Pokémon clamps its pincers down on its prey\nand then either splits the prey in half or flings\nit away."
    },
    "128": {
        "name": "Tauros",
        "flavor_text": "The [REDACTED] of the Galar region are volatile in\nnature, and they won’t allow people to ride on\ntheir backs."
    },
    "129": {
        "name": "Magikarp",
        "flavor_text": "A feeble, pitiful imbecile of a Pokémon that is nonetheless very\nhardy. Unperturbed by turbid water, it can be found living in all\nsorts of places."
    },
    "130": {
        "name": "Gyarados",
        "flavor_text": "I suspect this Pokémon to be the true identity of a dragon\nwritten of in ancient texts, which claimed that it razed an entire\nvillage with white-hot beams from its maw."
    },
    "131": {
        "name": "Lapras",
        "flavor_text": "Crossing icy seas is no issue for this\ncold-resistant Pokémon. Its smooth skin\nis a little cool to the touch."
    },
    "132": {
        "name": "Ditto",
        "flavor_text": "When it encounters another [REDACTED], it will move\nfaster than normal to duplicate that opponent exactly."
    },
    "133": {
        "name": "Eevee",
        "flavor_text": "Harbors the potential to evolve into manifold forms.\nWithin [REDACTED] lies the key to the mysteries of Pokémon\nevolution—I'm certain of it."
    },
    "134": {
        "name": "Vaporeon",
        "flavor_text": "Tests show that its cells closely resemble water molecules, which\nperhaps explains its ability to conceal its form while submerged.\nI believe the origins of mermaid folklore lie with this Pokémon."
    },
    "135": {
        "name": "Jolteon",
        "flavor_text": "Bristles its fur into sharp, needlelike points when enraged.\nOne can hear electricity crackle in its breath when it exhales."
    },
    "136": {
        "name": "Flareon",
        "flavor_text": "Flames burn within a saclike organ inside this Pokémon.\nWhen [REDACTED] inhales, these flames grow in intensity, reaching\na mighty 3,000 degrees Fahrenheit."
    },
    "137": {
        "name": "Porygon",
        "flavor_text": "It has no discernible heartbeat and does not seem to draw\nbreath, and yet it appears to function without issue. I cannot\neven begin to explain this utterly bizarre anomaly."
    },
    "138": {
        "name": "Omanyte",
        "flavor_text": "This Pokémon is a member of an ancient, extinct\nspecies. [REDACTED] paddles through water with its\n10 tentacles, looking like it’s just drifting along."
    },
    "139": {
        "name": "Omastar",
        "flavor_text": "[REDACTED]’s sharp fangs could crush rock, but the\nPokémon can attack only the prey that come\nwithin reach of its tentacles."
    },
    "140": {
        "name": "Kabuto",
        "flavor_text": "While some say this species has gone extinct,\n[REDACTED] sightings are apparently fairly common\nin some places."
    },
    "141": {
        "name": "Kabutops",
        "flavor_text": "The cause behind the extinction of this species is\nunknown. [REDACTED]ps were aggressive Pokémon\nthat inhabited warm seas."
    },
    "142": {
        "name": "Aerodactyl",
        "flavor_text": "[REDACTED]’s sawlike fangs can shred skin to\ntatters—even the skin of Steel-type Pokémon."
    },
    "143": {
        "name": "Snorlax",
        "flavor_text": "This glutton appears in villages without warning and devours the\nentirety of their rice granaries—such occurrences have long been\ncounted among the gravest of disasters."
    },
    "144": {
        "name": "Articuno",
        "flavor_text": "This Pokémon can control ice at will. [REDACTED]\nis said to live in snowy mountains riddled\nwith permafrost."
    },
    "145": {
        "name": "Zapdos",
        "flavor_text": "[REDACTED] is a legendary bird Pokémon. It’s said\nthat when [REDACTED] rubs its feathers together,\nlightning will fall immediately after."
    },
    "146": {
        "name": "Moltres",
        "flavor_text": "There are stories of this Pokémon using its\nradiant, flame-cloaked wings to light up paths\nfor those lost in the mountains."
    },
    "147": {
        "name": "Dratini",
        "flavor_text": "This Pokémon was long considered to be no\nmore than a myth. The small lump on a [REDACTED]’s\nforehead is actually a horn that’s still coming in."
    },
    "148": {
        "name": "Dragonair",
        "flavor_text": "This Pokémon gathers power in the orbs on its\ntail and controls the weather. When enshrouded\nby an aura, [REDACTED] has a mystical appearance."
    },
    "149": {
        "name": "Dragonite",
        "flavor_text": "This Pokémon is known as the Sea Incarnate.\nFigureheads that resemble [REDACTED] decorate\nthe bows of many ships."
    },
    "150": {
        "name": "Mewtwo",
        "flavor_text": "Its DNA is almost the same as [REDACTED]’s. However,\nits size and disposition are vastly different."
    },
    "151": {
        "name": "Mew",
        "flavor_text": "When viewed through a microscope, this\nPokémon’s short, fine, delicate hair can be seen."
    },
    "152": {
        "name": "Chikorita",
        "flavor_text": "In battle, [REDACTED] waves its leaf around to keep the foe at\nbay. However, a sweet fragrance also wafts from the leaf,\nbecalming the battling Pokémon and creating a cozy,\nfriendly atmosphere all around."
    },
    "153": {
        "name": "Bayleef",
        "flavor_text": "[REDACTED]’s neck is ringed by curled-up leaves. Inside each\ntubular leaf is a small shoot of a tree. The fragrance of this\nshoot makes people peppy."
    },
    "154": {
        "name": "Meganium",
        "flavor_text": "The fragrance of [REDACTED]’s flower soothes and calms\nemotions. In battle, this Pokémon gives off more of its\nbecalming scent to blunt the foe’s fighting spirit."
    },
    "155": {
        "name": "Cyndaquil",
        "flavor_text": "Hails from the Johto region. Though usually curled into a ball\ndue to its timid disposition, it harbors tremendous firepower."
    },
    "156": {
        "name": "Quilava",
        "flavor_text": "This creature's fur is most mysterious—it is wholly impervious to\nthe burning touch of flame. Should [REDACTED] turn its back to you,\ntake heed! Such a posture indicates a forthcoming attack."
    },
    "157": {
        "name": "Typhlosion",
        "flavor_text": "Said to purify lost, forsaken souls with its flames and guide them\nto the afterlife. I believe its form has been influenced by the\nenergy of the sacred mountain towering at Hisui's center."
    },
    "158": {
        "name": "Totodile",
        "flavor_text": "Despite the smallness of its body, [REDACTED]’s jaws are very\npowerful. While the Pokémon may think it is just playfully\nnipping, its bite has enough power to cause serious injury."
    },
    "159": {
        "name": "Croconaw",
        "flavor_text": "Once [REDACTED] has clamped its jaws on its foe, it will\nabsolutely not let go. Because the tips of its fangs are\nforked back like barbed fishhooks, they become impossible\nto remove when they have sunk in."
    },
    "160": {
        "name": "Feraligatr",
        "flavor_text": "[REDACTED] intimidates its foes by opening its huge mouth.\nIn battle, it will kick the ground hard with its thick and powerful\nhind legs to charge at the foe at an incredible speed."
    },
    "161": {
        "name": "Sentret",
        "flavor_text": "When [REDACTED] sleeps, it does so while another stands guard.\nThe sentry wakes the others at the first sign of danger. When\nthis Pokémon becomes separated from its pack, it becomes\nincapable of sleep due to fear."
    },
    "162": {
        "name": "Furret",
        "flavor_text": "[REDACTED] has a very slim build. When under attack, it can slickly\nsquirm through narrow spaces and get away. In spite of its\nshort limbs, this Pokémon is very nimble and fleet."
    },
    "163": {
        "name": "Hoothoot",
        "flavor_text": "It begins to hoot at the same time every day.\nSome Trainers use them in place of clocks."
    },
    "164": {
        "name": "Noctowl",
        "flavor_text": "When it needs to think, it rotates its head\n180 degrees to sharpen its intellectual power."
    },
    "165": {
        "name": "Ledyba",
        "flavor_text": "These very cowardly Pokémon join together and\nuse Reflect to protect their nest."
    },
    "166": {
        "name": "Ledian",
        "flavor_text": "It flies through the night sky, sprinkling sparkly\ndust. According to some, if that dust sticks to\nyou, good things will happen to you."
    },
    "167": {
        "name": "Spinarak",
        "flavor_text": "Although the poison from its fangs isn’t that\nstrong, it’s potent enough to weaken prey that\ngets caught in its web."
    },
    "168": {
        "name": "Ariados",
        "flavor_text": "It spews threads from its mouth to catch its\nprey. When night falls, it leaves its web to go\nhunt aggressively."
    },
    "169": {
        "name": "Crobat",
        "flavor_text": "Its hind limbs have become another set of wings. [REDACTED]\nexpertly maneuvers its four wings to dart in exquisite fashion\nthrough even the most confined caves without losing any speed."
    },
    "170": {
        "name": "Chinchou",
        "flavor_text": "On the dark ocean floor, its only means of\ncommunication is its constantly flashing lights."
    },
    "171": {
        "name": "Lanturn",
        "flavor_text": "This Pokémon flashes a bright light that blinds\nits prey. This creates an opening for it to deliver\nan electrical attack."
    },
    "172": {
        "name": "Pichu",
        "flavor_text": "[REDACTED] stores electricity in the sacs on its cheeks but discharges it\ninadvertently when agitated or excited. Being yet immature,\nthe Pokémon's handling of electricity is rather inept."
    },
    "173": {
        "name": "Cleffa",
        "flavor_text": "In silhouette, they resemble twinkling starlight. When shooting\nstars rain from the night sky, [REDACTED] gather in numbers and dance\nas though they are indeed incarnations of the stars."
    },
    "174": {
        "name": "Igglybuff",
        "flavor_text": "Taking advantage of the softness of its body,\n[REDACTED] moves as if bouncing. Its body turns a\ndeep pink when its temperature rises."
    },
    "175": {
        "name": "Togepi",
        "flavor_text": "This ovate creature is frequently mistaken for a moving egg\nwhen encountered out in the fields or in the mountains.\nIts guileless smile soothes the soul."
    },
    "176": {
        "name": "Togetic",
        "flavor_text": "No records exist of [REDACTED] being seen in the wilds. Rumors\nabound that it evolves under the loving care of a trusted human\ncompanion, upon whom the Pokémon then bestows great joy."
    },
    "177": {
        "name": "Natu",
        "flavor_text": "Because its wings aren’t yet fully grown, it has to\nhop to get around. It is always staring\nat something."
    },
    "178": {
        "name": "Xatu",
        "flavor_text": "This odd Pokémon can see both the past and\nthe future. It eyes the sun’s movement all day."
    },
    "179": {
        "name": "Mareep",
        "flavor_text": "Rubbing its fleece generates electricity.\nYou’ll want to pet it because it’s cute, but if you\nuse your bare hand, you’ll get a painful shock."
    },
    "180": {
        "name": "Flaaffy",
        "flavor_text": "It stores electricity in its fluffy fleece. If it\nstores up too much, it will start to go bald in\nthose patches."
    },
    "181": {
        "name": "Ampharos",
        "flavor_text": "Its tail shines bright and strong. It has been\nprized since long ago as a beacon for sailors."
    },
    "182": {
        "name": "Bellossom",
        "flavor_text": "[REDACTED] gather at times and appear to dance.\nThey say that the dance is a ritual to summon\nthe sun."
    },
    "183": {
        "name": "Marill",
        "flavor_text": "Even after [REDACTED] swims in a cold sea, its water-\nrepellent fur dries almost as soon as [REDACTED] leaves\nthe water. That’s why this Pokémon is never cold."
    },
    "184": {
        "name": "Azumarill",
        "flavor_text": "These Pokémon create air-filled bubbles. When\n[REDACTED] play in rivers, [REDACTED] will cover them\nwith these bubbles."
    },
    "185": {
        "name": "Sudowoodo",
        "flavor_text": "Though it pretends to be a tree, it fails to fool even children.\nTo the touch, its body feels more like rock than tree bark.\n[REDACTED]'s extreme aversion to water merits special note."
    },
    "186": {
        "name": "Politoed",
        "flavor_text": "The cry of a male is louder than that of a female.\nMale [REDACTED] with deep, menacing voices find\nmore popularity with the opposite gender."
    },
    "187": {
        "name": "Hoppip",
        "flavor_text": "This Pokémon drifts and floats with the wind. If it senses the\napproach of strong winds, [REDACTED] links its leaves with other\n[REDACTED] to prepare against being blown away."
    },
    "188": {
        "name": "Skiploom",
        "flavor_text": "[REDACTED]’s flower blossoms when the temperature rises\nabove 64 degrees Fahrenheit. How much the flower opens\ndepends on the temperature. For that reason, this Pokémon\nis sometimes used as a thermometer."
    },
    "189": {
        "name": "Jumpluff",
        "flavor_text": "[REDACTED] rides warm southern winds to cross the sea and fly to\nforeign lands. The Pokémon descends to the ground when it\nencounters cold air while it is floating."
    },
    "190": {
        "name": "Aipom",
        "flavor_text": "This treetop dweller possesses a tail as dexterous as a hand.\nAncient writings describe this Pokémon as a one-armed oddity."
    },
    "191": {
        "name": "Sunkern",
        "flavor_text": "[REDACTED] tries to move as little as it possibly can. It does so\nbecause it tries to conserve all the nutrients it has stored in its\nbody for its evolution. It will not eat a thing, subsisting only on\nmorning dew."
    },
    "192": {
        "name": "Sunflora",
        "flavor_text": "[REDACTED] converts solar energy into nutrition. It moves around\nactively in the daytime when it is warm. It stops moving as\nsoon as the sun goes down for the night."
    },
    "193": {
        "name": "Yanma",
        "flavor_text": "Its frail wings are so thin that one can see clear through them.\nHowever, during flight these wings exhibit the power to churn\nair with force enough to launch a house skyward."
    },
    "194": {
        "name": "Wooper",
        "flavor_text": "When walking on land, it covers its body with a\npoisonous film that keeps its skin from dehydrating."
    },
    "195": {
        "name": "Quagsire",
        "flavor_text": "Its body is always slimy. It often bangs its head\non the river bottom as it swims but seems not\nto care."
    },
    "196": {
        "name": "Espeon",
        "flavor_text": "Wields an arcane power with which it can predict the weather\nand even people's thoughts. When bathed in sunshine, the\nscarlet orb on its brow glows and builds energy."
    },
    "197": {
        "name": "Umbreon",
        "flavor_text": "It is most active in the wee hours of the night, when moonlight\nbathes the land. Its large eyes can pierce the darkness and\nperceive prey with absolute clarity."
    },
    "198": {
        "name": "Murkrow",
        "flavor_text": "Widely shunned as a bearer of ill fortune. Upon crossing paths\nwith this creature, I've been told one must chant ”Workrum,\nWorkrum—bad luck, don't come” as a protective incantation."
    },
    "199": {
        "name": "Slowking",
        "flavor_text": "[REDACTED] can solve any problem presented to it,\nbut no one can understand a thing [REDACTED] says."
    },
    "200": {
        "name": "Misdreavus",
        "flavor_text": "It conceals itself in darkness, sending chills up travelers' spines\nwith its childlike weeping. As it observes the frightened travelers\nwith glee, the red orbs upon its chest let off an eerie light."
    },
    "201": {
        "name": "Unown",
        "flavor_text": "It is hard to believe these strangely shaped Pokémon are truly\nliving creatures. I've pointed out that the species' many forms\nresemble writing from other lands; no one will take me seriously."
    },
    "202": {
        "name": "Wobbuffet",
        "flavor_text": "To keep its pitch-black tail hidden, it lives quietly\nin the darkness. It is never first to attack."
    },
    "203": {
        "name": "Girafarig",
        "flavor_text": "[REDACTED]’s rear head contains a tiny brain that is too small for\nthinking. However, the rear head doesn’t need to sleep, so it\ncan keep watch over its surroundings 24 hours a day."
    },
    "204": {
        "name": "Pineco",
        "flavor_text": "It sticks tree bark to itself with its saliva,\nmaking itself thicker and larger. Elderly [REDACTED]\nare ridiculously huge."
    },
    "205": {
        "name": "Forretress",
        "flavor_text": "In the moment that it gulps down its prey, the\ninside of its shell is exposed, but to this day,\nno one has ever seen that sight."
    },
    "206": {
        "name": "Dunsparce",
        "flavor_text": "The nests [REDACTED] live in are mazes of tunnels.\nThey never get lost in their own nests—they can\ntell where they are by the scent of the dirt."
    },
    "207": {
        "name": "Gligar",
        "flavor_text": "Its tail is tipped by a thick, horrible stinger. To bring down prey,\nit will first obscure their vision by covering their faces with its\nbody, and then it will use the stinger to inject them with venom."
    },
    "208": {
        "name": "Steelix",
        "flavor_text": "This Pokémon evolved through use of a strange item. Its body is\ncoated with steel powder and notably hard—not even diamond\ncan leave so much as a scratch."
    },
    "209": {
        "name": "Snubbull",
        "flavor_text": "In contrast to its appearance, it’s quite\ntimid. When playing with other puppy\nPokémon, it sometimes gets bullied."
    },
    "210": {
        "name": "Granbull",
        "flavor_text": "Although it’s popular with young people,\n[REDACTED] is timid and sensitive, so it’s totally\nincompetent as a watchdog."
    },
    "211": {
        "name": "Qwilfish",
        "flavor_text": "Fishers detest this troublesome Pokémon because it sprays\npoison from its spines, getting it everywhere. A different form\nof [REDACTED] lives in other regions."
    },
    "212": {
        "name": "Scizor",
        "flavor_text": "Evolved by way of a curious item. The shell covering its body\nhas been shown to be stronger than forged steel."
    },
    "213": {
        "name": "Shuckle",
        "flavor_text": "The berries stored in its vaselike shell eventually\nbecome a thick, pulpy juice."
    },
    "214": {
        "name": "Heracross",
        "flavor_text": "This Pokémon has an unparalleled horn. [REDACTED] itself\ndemonstrates tremendous power—it's capable of throwing\nseveral people trained in the traditional arts of war at once."
    },
    "215": {
        "name": "Sneasel",
        "flavor_text": "Its sturdy, curved claws are ideal for traversing precipitous cliffs.\nFrom the tips of these claws drips a venom that infiltrates the\nnerves of any prey caught in [REDACTED]'s grasp."
    },
    "216": {
        "name": "Teddiursa",
        "flavor_text": "It licks its paws because of the sweet honey that has soaked into\nthem. It is cunning, stealing into the nests of [REDACTED] and taking\nfor itself the honey that the [REDACTED] have amassed."
    },
    "217": {
        "name": "Ursaring",
        "flavor_text": "When the cold season arrives in Hisui, this Pokémon will wander\nfields and mountains alike in search of its favorite berries.\n[REDACTED]'s hunger during this time makes it a ferocious danger."
    },
    "218": {
        "name": "Slugma",
        "flavor_text": "[REDACTED] does not have any blood in its body. Instead, intensely\nhot magma circulates throughout this Pokémon’s body,\ncarrying essential nutrients and oxygen to its organs."
    },
    "219": {
        "name": "Magcargo",
        "flavor_text": "[REDACTED]’s body temperature is approximately\n18,000 degrees Fahrenheit. Water is vaporized on contact.\nIf this Pokémon is caught in the rain, the raindrops instantly\nturn into steam, cloaking the area in a thick fog."
    },
    "220": {
        "name": "Swinub",
        "flavor_text": "[REDACTED] excels at sniffing out mushrooms buried beneath grass or\nsnow. Since ancient times, the people of Hisui have often relied\nupon this skill."
    },
    "221": {
        "name": "Piloswine",
        "flavor_text": "The long fur of this Pokémon covers its eyes, ears, and even\nlimbs, allowing [REDACTED] to resist harshly frigid conditions.\nThe Pokémon's white tusks can be used to defeat its enemies."
    },
    "222": {
        "name": "Corsola",
        "flavor_text": "These Pokémon live in warm seas.\nIn prehistoric times, many lived in the\noceans around the Galar region as well."
    },
    "223": {
        "name": "Remoraid",
        "flavor_text": "Spits water from its mouth with incredible accuracy. It captures\n[REDACTED] by shooting them down off the branches from which\nthey dangle."
    },
    "224": {
        "name": "Octillery",
        "flavor_text": "While [REDACTED] still shoots water from its mouth, the drastic\nanatomical difference between it and [REDACTED] meant that for\na long time, no one believed the former evolved from the latter."
    },
    "225": {
        "name": "Delibird",
        "flavor_text": "It has a generous habit of sharing its food with\npeople and Pokémon, so it’s always scrounging\naround for more food."
    },
    "226": {
        "name": "Mantine",
        "flavor_text": "This calm and gentle Pokémon swims gracefully through the sea.\nAfter building speed, it can leap out of the water. It is often\nmisidentified as a bird Pokémon due to this behavior."
    },
    "227": {
        "name": "Skarmory",
        "flavor_text": "People fashion swords from [REDACTED]’s shed\nfeathers, so this Pokémon is a popular element\nin heraldic designs."
    },
    "228": {
        "name": "Houndour",
        "flavor_text": "They make repeated eerie howls before dawn\nto call attention to their pack."
    },
    "229": {
        "name": "Houndoom",
        "flavor_text": "Identifiable by its eerie howls, people a long\ntime ago thought it was the grim reaper and\nfeared it."
    },
    "230": {
        "name": "Kingdra",
        "flavor_text": "Scales shed by this Pokémon have such a\nsplendorous gleam to them that they’ve been\ngiven to royalty as gifts."
    },
    "231": {
        "name": "Phanpy",
        "flavor_text": "[REDACTED] uses its long nose to shower itself. When others\ngather around, they thoroughly douse each other with water.\nThese Pokémon can be seen drying their soaking-wet\nbodies at the edge of water."
    },
    "232": {
        "name": "Donphan",
        "flavor_text": "If [REDACTED] were to tackle with its hard body, even a house\ncould be destroyed. Using its massive strength, the Pokémon\nhelps clear rock and mud slides that block mountain trails."
    },
    "233": {
        "name": "Porygon2",
        "flavor_text": "A bizarre item caused this Pokémon to evolve. While it now\nexhibits many new gestures and expressions, its biology\nremains inscrutable."
    },
    "234": {
        "name": "Stantler",
        "flavor_text": "Its strangely shaped antlers have the power to bewitch those\nwho see them. Medicine made by grinding up the black orbs\nfrom fallen antlers is an effective treatment for insomnia."
    },
    "235": {
        "name": "Smeargle",
        "flavor_text": "It draws symbols with the fluid that oozes from\nthe tip of its tail. Depending on the symbol,\n[REDACTED] fanatics will pay big money for them."
    },
    "236": {
        "name": "Tyrogue",
        "flavor_text": "Even though it is small, it can’t be ignored because\nit will slug any handy target without warning."
    },
    "237": {
        "name": "Hitmontop",
        "flavor_text": "After doing a handstand to throw off the\nopponent’s timing, it presents its fancy kick moves."
    },
    "238": {
        "name": "Smoochum",
        "flavor_text": "This is a very curious Pokémon. [REDACTED]\ndecides what it likes and dislikes by touching\nthings with its lips."
    },
    "239": {
        "name": "Elekid",
        "flavor_text": "They generate electricity by spinning their arms. During a\nthunderstorm, if one hears the lively voices of children out in the\nwilderness, what one is actually hearing are the voices of [REDACTED]."
    },
    "240": {
        "name": "Magby",
        "flavor_text": "This Pokémon lives in volcanic areas. With each breath, sparks\nspurt from its mouth and nose. When [REDACTED] is in good health,\nits flames gain a yellow tint."
    },
    "241": {
        "name": "Miltank",
        "flavor_text": "This Pokémon needs to be milked every day,\nor else it will fall ill. The flavor of [REDACTED] milk\nchanges with the seasons."
    },
    "242": {
        "name": "Blissey",
        "flavor_text": "A kindhearted Pokémon that will care for any sick person or\nPokémon until their health improves. The eggs it lays are\ndelicious and bring good fortune to those who eat them."
    },
    "243": {
        "name": "Raikou",
        "flavor_text": "[REDACTED] embodies the speed of lightning. The roars of\nthis Pokémon send shock waves shuddering through the\nair and shake the ground as if lightning bolts had come\ncrashing down."
    },
    "244": {
        "name": "Entei",
        "flavor_text": "[REDACTED] embodies the passion of magma. This Pokémon is\nthought to have been born in the eruption of a volcano.\nIt sends up massive bursts of fire that utterly consume all\nthat they touch."
    },
    "245": {
        "name": "Suicune",
        "flavor_text": "[REDACTED] embodies the compassion of a pure spring of water.\nIt runs across the land with gracefulness. This Pokémon has\nthe power to purify dirty water."
    },
    "246": {
        "name": "Larvitar",
        "flavor_text": "It feeds on soil. After it has eaten a large\nmountain, it will fall asleep so it can grow."
    },
    "247": {
        "name": "Pupitar",
        "flavor_text": "It will not stay still, even while it’s a pupa.\nIt already has arms and legs under its solid shell."
    },
    "248": {
        "name": "Tyranitar",
        "flavor_text": "The quakes caused when it walks make even\ngreat mountains crumble and change\nthe surrounding terrain."
    },
    "249": {
        "name": "Lugia",
        "flavor_text": "[REDACTED]’s wings pack devastating power—a light fluttering of its\nwings can blow apart regular houses. As a result, this\nPokémon chooses to live out of sight deep under the sea."
    },
    "250": {
        "name": "Ho-oh",
        "flavor_text": "Ho-Oh’s feathers glow in seven colors depending on the angle\nat which they are struck by light. These feathers are said to\nbring happiness to the bearers. This Pokémon is said to live at\nthe foot of a rainbow."
    },
    "251": {
        "name": "Celebi",
        "flavor_text": "This Pokémon traveled through time to come\nfrom the future. It bolsters grass and trees with\nits own strength, and it can heal wounds, too."
    },
    "252": {
        "name": "Treecko",
        "flavor_text": "[REDACTED] is cool, calm, and collected—it never panics under\nany situation. If a bigger foe were to glare at this Pokémon,\nit would glare right back without conceding an inch of ground."
    },
    "253": {
        "name": "Grovyle",
        "flavor_text": "This Pokémon adeptly flies from branch to branch in trees.\nIn a forest, no Pokémon can ever hope to catch a fleeing\n[REDACTED] however fast they may be."
    },
    "254": {
        "name": "Sceptile",
        "flavor_text": "[REDACTED] has seeds growing on its back. They are said to be\nbursting with nutrients that revitalize trees. This Pokémon\nraises the trees in a forest with loving care."
    },
    "255": {
        "name": "Torchic",
        "flavor_text": "[REDACTED] has a place inside its body where it keeps its flame.\nGive it a hug—it will be glowing with warmth. This Pokémon is\ncovered all over by a fluffy coat of down."
    },
    "256": {
        "name": "Combusken",
        "flavor_text": "[REDACTED] battles with the intensely hot flames it spews from\nits beak and with outstandingly destructive kicks. This\nPokémon’s cry is very loud and distracting."
    },
    "257": {
        "name": "Blaziken",
        "flavor_text": "[REDACTED] has incredibly strong legs—it can easily clear a\n30-story building in one leap. This Pokémon’s blazing punches\nleave its foes scorched and blackened."
    },
    "258": {
        "name": "Mudkip",
        "flavor_text": "In water, [REDACTED] breathes using the gills on its cheeks. If it is\nfaced with a tight situation in battle, this Pokémon will unleash\nits amazing power—it can crush rocks bigger than itself."
    },
    "259": {
        "name": "Marshtomp",
        "flavor_text": "[REDACTED] is much faster at traveling through mud than it is at\nswimming. This Pokémon’s hindquarters exhibit obvious\ndevelopment, giving it the ability to walk on just its hind legs."
    },
    "260": {
        "name": "Swampert",
        "flavor_text": "[REDACTED] predicts storms by sensing subtle differences in the\nsounds of waves and tidal winds with its fins. If a storm is\napproaching, it piles up boulders to protect itself."
    },
    "261": {
        "name": "Poochyena",
        "flavor_text": "[REDACTED] is an omnivore—it will eat anything. A distinguishing\nfeature is how large its fangs are compared to its body. This\nPokémon tries to intimidate its foes by making the hair on its\ntail bristle out."
    },
    "262": {
        "name": "Mightyena",
        "flavor_text": "[REDACTED] travel and act as a pack in the wild. The memory\nof its life in the wild compels the Pokémon to obey only\nthose Trainers that it recognizes to possess superior skill."
    },
    "263": {
        "name": "Zigzagoon",
        "flavor_text": "[REDACTED] that adapted to regions outside\nGalar acquired this appearance. If you’ve lost\nsomething, this Pokémon can likely find it."
    },
    "264": {
        "name": "Linoone",
        "flavor_text": "It uses its explosive speed and razor-sharp claws\nto bring down prey. Running along winding\npaths is not its strong suit."
    },
    "265": {
        "name": "Wurmple",
        "flavor_text": "Likes sap and is abundant in the wild. Why it evolves into\nvarious different forms is unknown. One cannot tell from a\n[REDACTED]'s appearance which form it will take when it evolves."
    },
    "266": {
        "name": "Silcoon",
        "flavor_text": "Wraps itself in thin strings of silk while it stores energy for\nevolution. It can't extend its limbs and its movement is slow,\nbut its eyes keep a sharp lookout—[REDACTED] is always on guard."
    },
    "267": {
        "name": "Beautifly",
        "flavor_text": "A colorful and incredibly beautiful but also greedy Pokémon.\nIn an effort to keep its favorite food all to itself, it will chase\naway [REDACTED] as they try to gather nectar."
    },
    "268": {
        "name": "Cascoon",
        "flavor_text": "The silk coating its body is thin but sufficiently strong. [REDACTED]'s\nsilk has a luster and texture superior to that of [REDACTED]'s, and\nclothes made using [REDACTED] silk are regarded as top-notch."
    },
    "269": {
        "name": "Dustox",
        "flavor_text": "Tends to be drawn to bonfires on dark nights. Difficult to chase\naway from settlements because of the way it scatters highly\ntoxic scales."
    },
    "270": {
        "name": "Lotad",
        "flavor_text": "Its leaf grew too large for it to live on land.\nThat is how it began to live floating in the water."
    },
    "271": {
        "name": "Lombre",
        "flavor_text": "It lives at the water’s edge where it is sunny.\nIt sleeps on a bed of water grass by day and\nbecomes active at night."
    },
    "272": {
        "name": "Ludicolo",
        "flavor_text": "If it hears festive music, it begins moving in\nrhythm in order to amplify its power."
    },
    "273": {
        "name": "Seedot",
        "flavor_text": "It attaches itself to a tree branch using the top of\nits head. Strong winds can sometimes make it fall."
    },
    "274": {
        "name": "Nuzleaf",
        "flavor_text": "They live in holes bored in large trees. The sound\nof [REDACTED]’s grass flute fills listeners with dread."
    },
    "275": {
        "name": "Shiftry",
        "flavor_text": "It lives quietly in the deep forest. It is said to\ncreate chilly winter winds with the fans it holds."
    },
    "276": {
        "name": "Taillow",
        "flavor_text": "[REDACTED] is young—it has only just left its nest. As a result,\nit sometimes becomes lonesome and cries at night.\nThis Pokémon feeds on [REDACTED] that live in forests."
    },
    "277": {
        "name": "Swellow",
        "flavor_text": "[REDACTED] is very conscientious about the upkeep of its glossy\nwings. Once two [REDACTED] are gathered, they diligently take\ncare of cleaning each other’s wings."
    },
    "278": {
        "name": "Wingull",
        "flavor_text": "It soars on updrafts without flapping its wings.\nIt makes a nest on sheer cliffs at the sea’s edge."
    },
    "279": {
        "name": "Pelipper",
        "flavor_text": "Skimming the water’s surface, it dips its large bill\nin the sea, scoops up food and water, and\ncarries it."
    },
    "280": {
        "name": "Ralts",
        "flavor_text": "Tends to prefer people with a chipper disposition to those who\nare gloomy, but it has shown no discrimination with regard to\nage or gender. Needs more research."
    },
    "281": {
        "name": "Kirlia",
        "flavor_text": "It resembles a maiden in appearance, but it wields strange\npowers to project visions of paradise. I suspect the crimson\nornaments on its head are the key to its abilities."
    },
    "282": {
        "name": "Gardevoir",
        "flavor_text": "It will dedicate itself to defending a master it has come to\nadore. Its pure white dress, reminiscent of those worn by ladies\nof nobility, is the dress of one who is willing to risk their life."
    },
    "283": {
        "name": "Surskit",
        "flavor_text": "It lives in ponds and marshes that feature lots\nof plant life. It often fights with [REDACTED],\nwhose habitat and diet are similar."
    },
    "284": {
        "name": "Masquerain",
        "flavor_text": "Its thin, winglike antennae are highly absorbent.\nIt waits out rainy days in tree hollows."
    },
    "285": {
        "name": "Shroomish",
        "flavor_text": "If [REDACTED] senses danger, it shakes its body and scatters\nspores from the top of its head. This Pokémon’s spores are\nso toxic, they make trees and weeds wilt."
    },
    "286": {
        "name": "Breloom",
        "flavor_text": "The seeds ringing [REDACTED]’s tail are made of hardened toxic\nspores. It is horrible to eat the seeds. Just taking a bite of this\nPokémon’s seed will cause your stomach to rumble."
    },
    "287": {
        "name": "Slakoth",
        "flavor_text": "[REDACTED]’s heart beats just once a minute. Whatever happens,\nit is content to loaf around motionless. It is rare to see this\nPokémon in motion."
    },
    "288": {
        "name": "Vigoroth",
        "flavor_text": "[REDACTED] is simply incapable of remaining still. Even when it\ntries to sleep, the blood in its veins grows agitated, compelling\nthis Pokémon to run wild throughout the jungle before it can\nsettle down."
    },
    "289": {
        "name": "Slaking",
        "flavor_text": "Wherever [REDACTED] live, rings of over a yard in diameter appear\nin grassy fields. They are made by the Pokémon as it eats all\nthe grass within reach while lying prone on the ground."
    },
    "290": {
        "name": "Nincada",
        "flavor_text": "It can sometimes live underground for more than\n10 years. It absorbs nutrients from the roots\nof trees."
    },
    "291": {
        "name": "Ninjask",
        "flavor_text": "This Pokémon is so quick, it is said to be able to\navoid any attack. It loves to feed on tree sap."
    },
    "292": {
        "name": "Shedinja",
        "flavor_text": "A strange Pokémon—it flies without moving its\nwings, has a hollow shell for a body, and does\nnot breathe."
    },
    "293": {
        "name": "Whismur",
        "flavor_text": "When [REDACTED] cries, the sound of its own voice\nstartles it, making the Pokémon cry even louder.\nIt cries until it’s exhausted, then it falls asleep."
    },
    "294": {
        "name": "Loudred",
        "flavor_text": "The force of this Pokémon’s loud voice isn’t just\nthe sound—it’s also the wave of air pressure that\nblows opponents away and damages them."
    },
    "295": {
        "name": "Exploud",
        "flavor_text": "This Pokémon can do more than just shout. To\ncommunicate with others of its kind, it’ll emit all\nsorts of sounds from the holes in its body."
    },
    "296": {
        "name": "Makuhita",
        "flavor_text": "There’s a rumor of a traditional recipe for stew\nthat Trainers can use to raise strong [REDACTED]."
    },
    "297": {
        "name": "Hariyama",
        "flavor_text": "[REDACTED] that are big and fat aren’t necessarily\nstrong. There are some small ones that move\nnimbly and use moves skillfully."
    },
    "298": {
        "name": "Azurill",
        "flavor_text": "Although [REDACTED] are normally docile, an angry\none will swing around the big ball on its tail and\ntry to smash its opponents."
    },
    "299": {
        "name": "Nosepass",
        "flavor_text": "Once the people of Hisui discovered that its red nose always\npoints north, they grew to rely on it greatly when traveling afar.\nThe nose seems to work in a similar way to ancient compasses."
    },
    "300": {
        "name": "Skitty",
        "flavor_text": "[REDACTED] is known to chase around playfully after its own tail.\nIn the wild, this Pokémon lives in holes in the trees of forests.\nIt is very popular as a pet because of its adorable looks."
    },
    "301": {
        "name": "Delcatty",
        "flavor_text": "[REDACTED] sleeps anywhere it wants without keeping a permanent\nnest. If other Pokémon approach it as it sleeps, this Pokémon\nwill never fight—it will just move away somewhere else."
    },
    "302": {
        "name": "Sableye",
        "flavor_text": "It feeds on gemstone crystals. In darkness, its\neyes sparkle with the glitter of jewels."
    },
    "303": {
        "name": "Mawile",
        "flavor_text": "It chomps with its gaping mouth. Its huge jaws are\nactually steel horns that have been transformed."
    },
    "304": {
        "name": "Aron",
        "flavor_text": "When [REDACTED] evolves, its steel armor peels off. In\nancient times, people would collect [REDACTED]’s shed\narmor and make good use of it in their daily lives."
    },
    "305": {
        "name": "Lairon",
        "flavor_text": "During territorial disputes, [REDACTED] fight by\nslamming into each other. Close inspection of\ntheir steel armor reveals scratches and dents."
    },
    "306": {
        "name": "Aggron",
        "flavor_text": "Long ago, there was a king who wore a helmet\nmeant to resemble the head of an [REDACTED]. He\nwas trying to channel the Pokémon’s strength."
    },
    "307": {
        "name": "Meditite",
        "flavor_text": "[REDACTED] heightens its inner energy through meditation.\nIt survives on just one berry a day. Minimal eating is another\naspect of this Pokémon’s training."
    },
    "308": {
        "name": "Medicham",
        "flavor_text": "Through the power of meditation, [REDACTED] developed its\nsixth sense. It gained the ability to use psychokinetic powers.\nThis Pokémon is known to meditate for a whole month\nwithout eating."
    },
    "309": {
        "name": "Electrike",
        "flavor_text": "It stores electricity in its fur. It gives off sparks\nfrom all over its body in seasons when the air is dry."
    },
    "310": {
        "name": "Manectric",
        "flavor_text": "It rarely appears before people. It is said to nest\nwhere lightning has fallen."
    },
    "311": {
        "name": "Plusle",
        "flavor_text": "When [REDACTED] is cheering on its partner, it flashes with electric\nsparks from all over its body. If its partner loses, this Pokémon\ncries loudly."
    },
    "312": {
        "name": "Minun",
        "flavor_text": "[REDACTED] loves to cheer on its partner in battle. It gives off sparks\nfrom its body while it is doing so. If its partner is in trouble,\nthis Pokémon gives off increasing amounts of sparks."
    },
    "313": {
        "name": "Volbeat",
        "flavor_text": "[REDACTED]’s tail glows like a lightbulb. With other [REDACTED],\nit uses its tail to draw geometric shapes in the night sky.\nThis Pokémon loves the sweet aroma given off by [REDACTED]."
    },
    "314": {
        "name": "Illumise",
        "flavor_text": "[REDACTED] leads a flight of illuminated [REDACTED] to draw signs in\nthe night sky. This Pokémon is said to earn greater respect\nfrom its peers by composing more complex designs in the sky."
    },
    "315": {
        "name": "Roselia",
        "flavor_text": "Though beautiful, it has highly poisonous thorns. There is an old\ntradition in my homeland wherein one would send these thorns\nto an opponent to challenge them to a duel."
    },
    "316": {
        "name": "Gulpin",
        "flavor_text": "Most of [REDACTED]’s body is made up of its stomach—its heart and\nbrain are very small in comparison. This Pokémon’s stomach\ncontains special enzymes that dissolve anything."
    },
    "317": {
        "name": "Swalot",
        "flavor_text": "[REDACTED] has no teeth, so what it eats, it swallows whole, no\nmatter what. Its cavernous mouth yawns widely. An automobile\ntire could easily fit inside this Pokémon’s mouth."
    },
    "318": {
        "name": "Carvanha",
        "flavor_text": "These Pokémon have sharp fangs and powerful\njaws. Sailors avoid [REDACTED] dens at all costs."
    },
    "319": {
        "name": "Sharpedo",
        "flavor_text": "This Pokémon is known as the Bully of the Sea.\nAny ship entering the waters [REDACTED] calls\nhome will be attacked—no exceptions."
    },
    "320": {
        "name": "Wailmer",
        "flavor_text": "When it sucks in a large volume of seawater,\nit becomes like a big, bouncy ball. It eats a ton\nof food daily."
    },
    "321": {
        "name": "Wailord",
        "flavor_text": "Its immense size is the reason for its popularity.\n[REDACTED] watching is a favorite sightseeing\nactivity in various parts of the world."
    },
    "322": {
        "name": "Numel",
        "flavor_text": "[REDACTED] stores magma of almost 2,200 degrees Fahrenheit\nwithin its body. If it gets wet, the magma cools and hardens.\nIn that event, the Pokémon’s body grows heavy and its\nmovements become sluggish."
    },
    "323": {
        "name": "Camerupt",
        "flavor_text": "The humps on [REDACTED]’s back are formed by a transformation\nof its bones. They sometimes blast out molten magma.\nThis Pokémon apparently erupts often when it is enraged."
    },
    "324": {
        "name": "Torkoal",
        "flavor_text": "You find abandoned coal mines full of them.\nThey dig tirelessly in search of coal."
    },
    "325": {
        "name": "Spoink",
        "flavor_text": "[REDACTED] keeps a pearl on top of its head. The pearl functions to\namplify this Pokémon’s psychokinetic powers. It is therefore on\na constant search for a bigger pearl."
    },
    "326": {
        "name": "Grumpig",
        "flavor_text": "[REDACTED] uses the black pearls on its body to wield\nits fantastic powers. When it is doing so, it dances bizarrely.\nThis Pokémon’s black pearls are valuable as works of art."
    },
    "327": {
        "name": "Spinda",
        "flavor_text": "Each [REDACTED]’s spot pattern is different. With its\nstumbling movements, it evades opponents’\nattacks brilliantly!"
    },
    "328": {
        "name": "Trapinch",
        "flavor_text": "It makes an inescapable conical pit and lies in\nwait at the bottom for prey to come\ntumbling down."
    },
    "329": {
        "name": "Vibrava",
        "flavor_text": "To help make its wings grow, it dissolves\nquantities of prey in its digestive juices and\nguzzles them down every day."
    },
    "330": {
        "name": "Flygon",
        "flavor_text": "It is nicknamed the Desert Spirit because the\nflapping of its wings sounds like a woman singing."
    },
    "331": {
        "name": "Cacnea",
        "flavor_text": "The more arid and harsh the environment, the more pretty and\nfragrant a flower [REDACTED] grows. This Pokémon battles by\nwildly swinging its thorny arms."
    },
    "332": {
        "name": "Cacturne",
        "flavor_text": "If a traveler is going through a desert in the thick of night,\n[REDACTED] will follow in a ragtag group. The Pokémon are\nbiding their time, waiting for the traveler to tire and become\nincapable of moving."
    },
    "333": {
        "name": "Swablu",
        "flavor_text": "Since [REDACTED] looks like a cumulus cloud, foes can\nhave a hard time finding it. Apparently its wings\nturned white over many generations."
    },
    "334": {
        "name": "Altaria",
        "flavor_text": "This Pokémon has a kind disposition, but if it’s\nprovoked, it will threaten opponents with shrill\ncries before attacking them without mercy."
    },
    "335": {
        "name": "Zangoose",
        "flavor_text": "[REDACTED] usually stays on all fours, but when angered, it gets\nup on its hind legs and extends its claws. This Pokémon shares\na bitter rivalry with [REDACTED] that dates back over generations."
    },
    "336": {
        "name": "Seviper",
        "flavor_text": "[REDACTED]’s swordlike tail serves two purposes—it slashes foes\nand douses them with secreted poison. This Pokémon will not\ngive up its long-running blood feud with [REDACTED]."
    },
    "337": {
        "name": "Lunatone",
        "flavor_text": "It was discovered at the site of a meteor strike\n40 years ago. Its stare can lull its foes to sleep."
    },
    "338": {
        "name": "Solrock",
        "flavor_text": "Solar energy is the source of its power, so it is\nstrong during the daytime. When it spins, its\nbody shines."
    },
    "339": {
        "name": "Barboach",
        "flavor_text": "Makes its home in swamps with murky water. The poor visibility\nhides this Pokémon from predators, and the slime on its body\nmakes grasping it difficult."
    },
    "340": {
        "name": "Whiscash",
        "flavor_text": "Strikes its caudal fin against the swamp bed to shake the ground\nand startle its prey. It will then swallow the fleeing prey whole.\nPeople mistook this behavior as the cause of earthquakes."
    },
    "341": {
        "name": "Corphish",
        "flavor_text": "It was originally a Pokémon from afar that escaped\nto the wild. It can adapt to the dirtiest river."
    },
    "342": {
        "name": "Crawdaunt",
        "flavor_text": "A brutish Pokémon that loves to battle. It will\ncrash itself into any foe that approaches its nest."
    },
    "343": {
        "name": "Baltoy",
        "flavor_text": "It was discovered in ancient ruins. While moving,\nit constantly spins. It stands on one foot even\nwhen asleep."
    },
    "344": {
        "name": "Claydol",
        "flavor_text": "It appears to have been born from clay dolls\nmade by ancient people. It uses telekinesis to\nfloat and move."
    },
    "345": {
        "name": "Lileep",
        "flavor_text": "[REDACTED] clings to rocks on the seabed. When prey\ncomes close, this Pokémon entangles it with\npetallike tentacles."
    },
    "346": {
        "name": "Cradily",
        "flavor_text": "Once [REDACTED] catches prey in its tentacles,\nit digests them whole and absorbs their nutrients."
    },
    "347": {
        "name": "Anorith",
        "flavor_text": "[REDACTED] can swim swiftly by pulling its eight wings\nthrough the water like oars on a boat. This\nPokémon is an ancestor of modern bug Pokémon."
    },
    "348": {
        "name": "Armaldo",
        "flavor_text": "Though it lives on land, it’s also a good swimmer.\nIt dives into the ocean in search of prey, using its\nsharp claws to take down its quarry."
    },
    "349": {
        "name": "Feebas",
        "flavor_text": "It is a shabby and ugly Pokémon. However, it is\nvery hardy and can survive on little water."
    },
    "350": {
        "name": "Milotic",
        "flavor_text": "It’s said that a glimpse of a [REDACTED] and its beauty\nwill calm any hostile emotions you’re feeling."
    },
    "351": {
        "name": "Castform",
        "flavor_text": "Its form changes depending on the weather.\nThe rougher conditions get, the rougher\n[REDACTED]’s disposition!"
    },
    "352": {
        "name": "Kecleon",
        "flavor_text": "Its color changes for concealment and also\nwhen its mood or health changes. The darker\nthe color, the healthier it is."
    },
    "353": {
        "name": "Shuppet",
        "flavor_text": "There’s a proverb that says, “Shun the house\nwhere [REDACTED] gather in the growing dusk.”"
    },
    "354": {
        "name": "Banette",
        "flavor_text": "Resentment at being cast off made it spring into\nbeing. Some say that treating it well will satisfy\nit, and it will once more become a stuffed toy."
    },
    "355": {
        "name": "Duskull",
        "flavor_text": "I've heard that the children of Hisui all begin to behave once\nthey've been told the story of how this Pokémon roams about\nbefore the witching hour to spirit away misbehaving children."
    },
    "356": {
        "name": "Dusclops",
        "flavor_text": "There are rumors that peeking inside its bandage-wrapped body\nwill cause one to get pulled in through the gaps between the\nbandages, never to return. I've been too scared to verify."
    },
    "357": {
        "name": "Tropius",
        "flavor_text": "Bunches of delicious fruit grow around its neck.\nIn warm areas, many ranches raise [REDACTED]."
    },
    "358": {
        "name": "Chimecho",
        "flavor_text": "Can emit waves of air powerful enough to knock out prey taller\nthan itself. I hypothesize that it amplifies the faint sound of wind\nwithin its body."
    },
    "359": {
        "name": "Absol",
        "flavor_text": "Because of this Pokémon’s ability to detect\ndanger, people mistook [REDACTED] as a bringer\nof doom."
    },
    "360": {
        "name": "Wynaut",
        "flavor_text": "It tends to move in a pack with others.\nThey cluster in a tight group to sleep in a cave."
    },
    "361": {
        "name": "Snorunt",
        "flavor_text": "Arrives alongside the first snow. It's thought that homes [REDACTED]\nvisit will prosper for many generations. By tradition, one might\noffer a lump of ice made from pure water at one's front door."
    },
    "362": {
        "name": "Glalie",
        "flavor_text": "It covers its body with an armor of ice harder than steel. Uses its\nbreath to freeze prey, which it then devours as if they were\nfrozen desserts."
    },
    "363": {
        "name": "Spheal",
        "flavor_text": "During the season when drift ice approaches the shore, [REDACTED]\nprefers living on the ice—where fewer predators lurk—rather\nthan the land. Its fur retains heat superbly and resists harsh cold."
    },
    "364": {
        "name": "Sealeo",
        "flavor_text": "Its white whiskers are very sensitive. [REDACTED] will balance [REDACTED]\non the tip of its nose, checking its scent and its feel to be sure\nthe [REDACTED] is healthy."
    },
    "365": {
        "name": "Walrein",
        "flavor_text": "Its thick tusks are strong enough to shatter drift ice. They have\nbeen known to break, but they will grow back by the next year.\nThe Hisui region is well known for these broken tusks."
    },
    "366": {
        "name": "Clamperl",
        "flavor_text": "[REDACTED]’s pearls are exceedingly precious.\nThey can be more than 10 times as costly\nas [REDACTED]’s pearls."
    },
    "367": {
        "name": "Huntail",
        "flavor_text": "Deep seas are their habitat. According to\ntradition, when [REDACTED] wash up onshore,\nsomething unfortunate will happen."
    },
    "368": {
        "name": "Gorebyss",
        "flavor_text": "It sucks bodily fluids out of its prey. The\nleftover meat sinks to the seafloor, where it\nbecomes food for other Pokémon."
    },
    "369": {
        "name": "Relicanth",
        "flavor_text": "This Pokémon was discovered during deep-sea\nexploration. Its appearance hasn’t changed in\n100,000,000 years, so it’s called a living fossil."
    },
    "370": {
        "name": "Luvdisc",
        "flavor_text": "[REDACTED] makes its home in coral reefs in warm\nseas. It especially likes sleeping in the space\nbetween [REDACTED]’s branches."
    },
    "371": {
        "name": "Bagon",
        "flavor_text": "[REDACTED] is a solitary Pokémon that doesn’t form\ngroups with others of its kind. It also has a head\nhard enough to cleave a boulder in one strike."
    },
    "372": {
        "name": "Shelgon",
        "flavor_text": "[REDACTED] ignores its hunger entirely, never eating\nany food. Apparently, [REDACTED] will evolve once\nall its energy stores are used up."
    },
    "373": {
        "name": "Salamence",
        "flavor_text": "While basking in the joy of flight generally keeps\nthis Pokémon in high spirits, [REDACTED] turns into\nan uncontrollable menace if something angers it."
    },
    "374": {
        "name": "Beldum",
        "flavor_text": "The cells in this Pokémon’s body are composed\nof magnetic material. Instead of blood, magnetic\nforces flow through [REDACTED]’s body."
    },
    "375": {
        "name": "Metang",
        "flavor_text": "Using magnetic forces to stay aloft, this Pokémon\nflies at high speeds, weaving through harsh\nmountain terrain in pursuit of prey."
    },
    "376": {
        "name": "Metagross",
        "flavor_text": "[REDACTED] is the result of the fusion of two\n[REDACTED]. This Pokémon defeats its opponents\nthrough use of its supercomputer-level brain."
    },
    "377": {
        "name": "Regirock",
        "flavor_text": "Cutting-edge technology was used to study\nthe internals of this Pokémon’s rock body, but\nnothing was found—not even a brain or a heart."
    },
    "378": {
        "name": "Regice",
        "flavor_text": "This Pokémon’s body is made of solid ice. It’s\nsaid that [REDACTED] was born beneath thick ice in\nthe ice age."
    },
    "379": {
        "name": "Registeel",
        "flavor_text": "It’s rumored that this Pokémon was born deep\nunderground in the planet’s mantle and that it\nemerged onto the surface 10,000 years ago."
    },
    "380": {
        "name": "Latias",
        "flavor_text": "[REDACTED] is highly intelligent and capable of understanding\nhuman speech. It is covered with a glass-like down.\nThe Pokémon enfolds its body with its down and refracts\nlight to alter its appearance."
    },
    "381": {
        "name": "Latios",
        "flavor_text": "[REDACTED] will only open its heart to a Trainer with a\ncompassionate spirit. This Pokémon can fly faster than a\njet plane by folding its forelegs to minimize air resistance."
    },
    "382": {
        "name": "Kyogre",
        "flavor_text": "[REDACTED] is said to be the personification of the sea itself.\nLegends tell of its many clashes against [REDACTED],\nas each sought to gain the power of nature."
    },
    "383": {
        "name": "Groudon",
        "flavor_text": "Through Primal Reversion and with nature’s full power,\nit will take back its true form. It can cause magma to\nerupt and expand the landmass of the world."
    },
    "384": {
        "name": "Rayquaza",
        "flavor_text": "It flies forever through the ozone layer, consuming\nmeteoroids for sustenance. The many meteoroids\nin its body provide the energy it needs to Mega Evolve."
    },
    "385": {
        "name": "Jirachi",
        "flavor_text": "It’s believed that when this Pokémon wakes from\nits 1,000-year slumber, it will grant any wishes\nwritten on the notes attached to its head."
    },
    "386": {
        "name": "Deoxys",
        "flavor_text": "[REDACTED] emerged from a virus that came from space. It is highly\nintelligent and wields psychokinetic powers. This Pokémon\nshoots lasers from the crystalline organ on its chest."
    },
    "387": {
        "name": "Turtwig",
        "flavor_text": "This Pokémon becomes more energetic the more sunlight there\nis. The part resembling a shell is similar to silt and is slightly\ndamp and warm to the touch."
    },
    "388": {
        "name": "Grotle",
        "flavor_text": "Appears where there is clean spring water. The fruit that grows\non the shrubs on its shell is sweet, nutritious, and truly delicious."
    },
    "389": {
        "name": "Torterra",
        "flavor_text": "This remarkable, large-bodied Pokémon would serve beautifully\nas borrowed scenery for a garden, and its strength is peerless.\n[REDACTED] roams the wilderness in search of clean water."
    },
    "390": {
        "name": "Chimchar",
        "flavor_text": "Full of vigor and always in high spirits. It was once known by the\nname ”Lantern-Tail” and feared as some kind of apparition."
    },
    "391": {
        "name": "Monferno",
        "flavor_text": "The deeper the blue on its face, the more powerful it will grow\nto become. It leaps about every which way and lands powerful\nblows against its opponents with the flame on its tail."
    },
    "392": {
        "name": "Infernape",
        "flavor_text": "A tall, hardy Pokémon with a dazzling appearance. It shrouds\nitself in flame and battles as if engaged in dance—truly a sight\nto behold."
    },
    "393": {
        "name": "Piplup",
        "flavor_text": "Prefers cold climes and appears along coasts. It's an adorable\nlittle thing—as cute as any child—but it's also prideful, unwilling\nto accept handouts from people."
    },
    "394": {
        "name": "Prinplup",
        "flavor_text": "It swims gracefully through the frigid sea and sings with a voice\nlike the roaring tide. It has powerful, sturdy wings and dignity\nto match."
    },
    "395": {
        "name": "Empoleon",
        "flavor_text": "Since ancient times, it has been revered by the people of Hisui,\nwho call it the Master of the Waves. Its wings are a match for\neven master-crafted blades."
    },
    "396": {
        "name": "Starly",
        "flavor_text": "They live in the fields and mountains, gathering in large flocks.\nTheir cries are quite obnoxious. Though small, their wings are\nstrong—a strike from them leaves pain that persists for a week."
    },
    "397": {
        "name": "Staravia",
        "flavor_text": "They form remarkably large flocks and are constantly fighting\namongst themselves. I suspect that those with magnificent\nplumes on their heads are the strong ones."
    },
    "398": {
        "name": "Staraptor",
        "flavor_text": "It has left the flock, having gained strength enough to survive on\nits own. The astounding force with which [REDACTED] flies through\nthe air allows it to carry away large, burly targets."
    },
    "399": {
        "name": "Bidoof",
        "flavor_text": "[REDACTED] has an unsophisticated face and is rarely flustered by\nanything. There have been incidents involving [REDACTED] sauntering\ninto villages and gnawing on the houses without a single care."
    },
    "400": {
        "name": "Bibarel",
        "flavor_text": "[REDACTED] fur repels water and is also a fantastic material for heat\nretention. These Pokémon create dams on rivers to live in."
    },
    "401": {
        "name": "Kricketot",
        "flavor_text": "When the trees take on new hues, more of these Pokémon\nappear. The tone they create by striking their antennae together\nresembles that of the marimba, an instrument of foreign lands."
    },
    "402": {
        "name": "Kricketune",
        "flavor_text": "It uses its cutlass-like arms to produce sound, the melody of\nwhich varies from individual to individual. It is a worthwhile\nendeavor to seek out one's favorite tunes."
    },
    "403": {
        "name": "Shinx",
        "flavor_text": "Shakes its body to generate electricity. Its stature belies its\naggression—one must be patient to tame this Pokémon."
    },
    "404": {
        "name": "Luxio",
        "flavor_text": "Proudly uses its electrified claws as weapons. It seems to be a\ngracious Pokémon, evenly sharing the spoils of the hunt with\nothers of its kind."
    },
    "405": {
        "name": "Luxray",
        "flavor_text": "They form packs, each having one male as leader. Legends say\nthat when [REDACTED]'s two eyes shimmer with gold, the Pokémon\ncan see through anything."
    },
    "406": {
        "name": "Budew",
        "flavor_text": "When the sun's light strengthens, the bud atop this Pokémon's\nhead opens. This is a sign to the people that the harsh winter is\nover, and the season of budding has begun."
    },
    "407": {
        "name": "Roserade",
        "flavor_text": "Hidden within the bouquet on each hand are thorned whips\nloaded with virulent poison. [REDACTED] moves gracefully as it\ncorners its prey and mercilessly lashes them with its whips."
    },
    "408": {
        "name": "Cranidos",
        "flavor_text": "An incredibly rare sight. They duel each other by ramming their\nheads together, and the resulting sound echoes throughout the\narea like the pealing of a bell."
    },
    "409": {
        "name": "Rampardos",
        "flavor_text": "Very little is known about its biology. Can knock down massive\ntrees by smashing its beautiful, pearl-like crown against them."
    },
    "410": {
        "name": "Shieldon",
        "flavor_text": "Much remains unknown about this Pokémon, as few have ever\nseen it. However, we know that it is calm and dislikes conflict,\nand it enjoys polishing its face against trees and rocks."
    },
    "411": {
        "name": "Bastiodon",
        "flavor_text": "Its face is sturdy—as strong as diamond—and this hardness\noffers a very stable defense. Much about this species is still\nunknown, such as its natural habitat."
    },
    "412": {
        "name": "Burmy",
        "flavor_text": "If its cloak is even slightly damaged, [REDACTED] will immediately\nrepair it with whatever is close at hand. The Pokémon within the\ncloak is scrawny and vulnerable to the cold."
    },
    "413": {
        "name": "Wormadam",
        "flavor_text": "When [REDACTED] evolved, its cloak became a part of\nthis Pokémon’s body. The cloak is never shed."
    },
    "414": {
        "name": "Mothim",
        "flavor_text": "Scatters steel-colored scales as it flaps its wings. Despite\nbeing observed feeding primarily on the nectar of flowers,\n[REDACTED] is not often seen around flower gardens."
    },
    "415": {
        "name": "Combee",
        "flavor_text": "They swear fealty to a queen Pokémon and work diligently to\ngather nectar. Each swarm produces a different flavor of honey."
    },
    "416": {
        "name": "Vespiquen",
        "flavor_text": "Commands its subjects to build its hive. It will dispatch any\ninterlopers who dare sneak into its nest and use them as\nnourishment for itself."
    },
    "417": {
        "name": "Pachirisu",
        "flavor_text": "A species related to the [REDACTED] line. Though [REDACTED] is a calm\nPokémon, it still presents a danger should one touch its\nelectrified tail or cheeks."
    },
    "418": {
        "name": "Buizel",
        "flavor_text": "It moves freely in the water by spinning its forked tail for\npropulsion. The resemblance to the screw of a steamboat\nis coincidental."
    },
    "419": {
        "name": "Floatzel",
        "flavor_text": "Has a long, rather splendid flotation sac, which prevents\n[REDACTED] from drowning even in stormy seas. One might glimpse\nthis species around fishing hamlets from time to time."
    },
    "420": {
        "name": "Cherubi",
        "flavor_text": "Once the fruit growing alongside the main body is large and\nplump, [REDACTED] will use the nutrients within to evolve. The fruit\nthen detaches, becoming nourishment for other creatures."
    },
    "421": {
        "name": "Cherrim",
        "flavor_text": "Motionless, save for the occasional quiver. A rich array of\nPokémon can be found gathered around it, drawn by the\nscent exuded from [REDACTED]'s folded petals."
    },
    "422": {
        "name": "Shellos",
        "flavor_text": "Found in abundance on seashores bordering warm waters.\n[REDACTED] are unexpectedly friendly and will crawl toward any\nperson they see. Take care not to get coated in mucus!"
    },
    "423": {
        "name": "Gastrodon",
        "flavor_text": "Eats beach sand for nourishment. Should one [REDACTED]\nencounter another of a different color, a fierce battle will inevitably ensue."
    },
    "424": {
        "name": "Ambipom",
        "flavor_text": "To affirm their kinship, members of this species will form a ring\nby linking their newly doubled tails together. On rare occasions,\nhumans have been accepted into such rings."
    },
    "425": {
        "name": "Drifloon",
        "flavor_text": "Said to lure away young children and carry them off to the\nafterlife. Some whisper that [REDACTED] are formed of reincarnated\nhuman souls, but these rumors are as yet unconfirmed."
    },
    "426": {
        "name": "Drifblim",
        "flavor_text": "It drifts along at dusk, perfectly silent. Its transient, melancholy\naspect touches some people deeply—every so often, one will\ncome upon a song or poem devoted to [REDACTED]."
    },
    "427": {
        "name": "Buneary",
        "flavor_text": "My hypothesis as to why [REDACTED] rolls up its ears is that its\nhearing is far too keen. I surmise that the Pokémon protects its\nhearing by limiting the sound that may enter its ears."
    },
    "428": {
        "name": "Lopunny",
        "flavor_text": "Its fur is warm and yet remarkably light. This Pokémon kicks as\nthough it were a master of karate, driving back its opponents\nwith ease."
    },
    "429": {
        "name": "Mismagius",
        "flavor_text": "The incantations [REDACTED] chants can ward against misfortune,\nso a custom exists of inviting it into one's home. Incur the\nPokémon's displeasure, however, and disaster will surely ensue."
    },
    "430": {
        "name": "Honchkrow",
        "flavor_text": "One cry from this Pokémon, and a murder of [REDACTED] come\nflying. At such times, one would think the curtain of night had\nfallen, plunging the world into jet-black darkness."
    },
    "431": {
        "name": "Glameow",
        "flavor_text": "Bewitches humans with its helical tail and piercing gaze.\nIts hidden claws are quite sharp as well, making this Pokémon\nan exceedingly tricky opponent if antagonized."
    },
    "432": {
        "name": "Purugly",
        "flavor_text": "Though impudent and difficult to tame, [REDACTED] enjoys great\npopularity due to its fur, the beauty of which surpasses\neven velveteen."
    },
    "433": {
        "name": "Chingling",
        "flavor_text": "This Pokémon gave me an excruciating headache when it\nseemingly cried out without making a sound. Perhaps there are\nsome sounds that the human ear is simply incapable of hearing."
    },
    "434": {
        "name": "Stunky",
        "flavor_text": "The poison that gushes from its aft end is accompanied by an\nutterly evil-smelling odor with such potency that one whiff can\ninduce memory loss."
    },
    "435": {
        "name": "Skuntank",
        "flavor_text": "Sprays a poisonous fluid to take down prey. Sometimes, unable\nto stomach the stench of its own fluid, it leaves the bested\nprey uneaten."
    },
    "436": {
        "name": "Bronzor",
        "flavor_text": "Floats using a mysterious energy. The pattern engraved upon its\nback is held as sacred and can sometimes be found in imagery\nfrom ancient cemeteries and other such timeworn places."
    },
    "437": {
        "name": "Bronzong",
        "flavor_text": "Some believe that its bell-like cry opens holes to another world.\nIt has been revered as a deity since ancient times."
    },
    "438": {
        "name": "Bonsly",
        "flavor_text": "Its tears elicit sympathy from those who see them, but do\nnot be deceived! This expulsion of body water is merely a\nphysiological mechanism for keeping itself in good health."
    },
    "439": {
        "name": "Mime-jr",
        "flavor_text": "Known to turn up in bustling marketplaces now and again.\nIt mimics people much as a child would, then watches how they\nreact, eyes sparkling."
    },
    "440": {
        "name": "Happiny",
        "flavor_text": "In imitation of [REDACTED], it keeps a round stone tucked into its\nbelly pouch and cherishes it dearly. It gets along well with\nchildren and will sometimes play house with them for fun."
    },
    "441": {
        "name": "Chatot",
        "flavor_text": "A versatile performer skilled in the imitation of human speech.\nIt is said that older, more experienced [REDACTED] can even\nunderstand the meaning of the words they mimic."
    },
    "442": {
        "name": "Spiritomb",
        "flavor_text": "It lays curses by thinking wicked thoughts. Writings tell that this\nPokémon was born out of the assembly of five score and eight\nmalevolent spirits."
    },
    "443": {
        "name": "Gible",
        "flavor_text": "It nests in caves untouched by sunlight. Its sharp teeth may fall\nout when worn away or after an impact, but they regrow within\na few days."
    },
    "444": {
        "name": "Gabite",
        "flavor_text": "Though [REDACTED] are usually of a violent disposition, when I gave\none a glass bead it had been eyeing covetously, it suddenly\nbecame quite docile."
    },
    "445": {
        "name": "Garchomp",
        "flavor_text": "Soars across the heavens at blinding speed—a magnificent sight!\nIt has a feral disposition. Utmost caution is required if one\nmeets a [REDACTED] out in the wilds."
    },
    "446": {
        "name": "Munchlax",
        "flavor_text": "Its robust stomach allows it to nonchalantly devour even rotted\nmatter. It pays frequent visits to villages, seeking out food\nscraps intended for compost."
    },
    "447": {
        "name": "Riolu",
        "flavor_text": "Though infantile in appearance, it has the mysterious ability to\nread the minds of humans. The pure of heart are met with\n[REDACTED]'s approval, while those of ill nature earn only its loathing."
    },
    "448": {
        "name": "Lucario",
        "flavor_text": "A most gallant-looking creature. It emits energy waves and\ncontrols them with precision, using them to sense even faraway\nbeings. I have given the name ”aura” to this power."
    },
    "449": {
        "name": "Hippopotas",
        "flavor_text": "Though large and languid, [REDACTED] is difficult to detect\ndue to its tendency to burrow into and lurk beneath the soil.\nWhen agitated or excited, it expels sand from its nostrils."
    },
    "450": {
        "name": "Hippowdon",
        "flavor_text": "Short-tempered and easily moved to violence. It whips up\nwhirlwinds of sand to crush its foes' spirits, then goes in for\nthe attack."
    },
    "451": {
        "name": "Skorupi",
        "flavor_text": "Its claws are not only razor-sharp but poisonous, making [REDACTED]\na highly dangerous Pokémon. It seems to be weakened by cold\ntemperatures, however."
    },
    "452": {
        "name": "Drapion",
        "flavor_text": "Has a brutish, ferocious temperament. With immense strength\nand a sturdy shell off which swords will bounce, it rampages\nabout and wreaks havoc."
    },
    "453": {
        "name": "Croagunk",
        "flavor_text": "A poison wielder with a dastardly personality. Despite such\nqualities, this species is afforded a measure of popularity due\nto its peculiar cry and comical features."
    },
    "454": {
        "name": "Toxicroak",
        "flavor_text": "Its crimson claws contain a virulent toxin. This toxin can be made\ninto a tonic by diluting it, mixing it with several types of wild\ngrass, and boiling it down over two days."
    },
    "455": {
        "name": "Carnivine",
        "flavor_text": "Though this is a plant Pokémon, it has a gluttonous and unruly\ntemperament. [REDACTED] attacks its prey with its cavernous maw\nwide open."
    },
    "456": {
        "name": "Finneon",
        "flavor_text": "What a gorgeous sight this Pokémon is as it swims with its long,\npink-painted caudal fins fluttering behind it. [REDACTED]'s beautiful\nappearance has led to its nickname: ”finery fish.”"
    },
    "457": {
        "name": "Lumineon",
        "flavor_text": "Uses its gleaming fins to hunt its prey. The view of [REDACTED]\nschooling near the surface of the sea at night is breathtaking—\nit's as though there were shining stars right there."
    },
    "458": {
        "name": "Mantyke",
        "flavor_text": "Though ball-like in shape, this Pokémon is a proficient swimmer.\nI have discovered that if a [REDACTED] spends much time with\nschools of [REDACTED], it will eventually achieve evolution."
    },
    "459": {
        "name": "Snover",
        "flavor_text": "One is likely to encounter this Pokémon while out in the snow.\nThere are stories of [REDACTED] appearing in human settlements but\ndoing no harm—rather, they bond with the children."
    },
    "460": {
        "name": "Abomasnow",
        "flavor_text": "A powerful Pokémon that can split huge boulders with ease.\nDislikes associating with others and chooses to live quietly deep\nwithin the mountains, playing with the snow."
    },
    "461": {
        "name": "Weavile",
        "flavor_text": "This species corners prey as a pack, under the guidance of\na leader. [REDACTED] displays increased cunning, leading me to\nspeculate that its evolution caused further brain development."
    },
    "462": {
        "name": "Magnezone",
        "flavor_text": "I theorize that a special magnetic field influenced this Pokémon,\nchanging its molecular structure and causing it to evolve. It emits\nstrange radio waves toward space from its antenna."
    },
    "463": {
        "name": "Lickilicky",
        "flavor_text": "Its tongue can extend and contract freely, and it is capable of\nreaching lengths over 10 times [REDACTED]'s height. Beware of the\nsaliva, as it contains corrosive elements."
    },
    "464": {
        "name": "Rhyperior",
        "flavor_text": "This Pokémon evolved through use of a curious item. Its rocklike\nhide is composed of a mysterious substance and can withstand a\nblow from a masterwork sword with nary a scratch."
    },
    "465": {
        "name": "Tangrowth",
        "flavor_text": "Draped with long vines, it resembles a shrub in appearance.\nIt swings bundles of vines as though they were arms, wrapping\nthem around prey to ensnare them."
    },
    "466": {
        "name": "Electivire",
        "flavor_text": "Its evolution was induced by an unusual item, and its electrical\noutput rises along with its heart rate. From its tails, it can\nunleash an electric current measuring 20,000 volts."
    },
    "467": {
        "name": "Magmortar",
        "flavor_text": "Use of a strange item caused this Pokémon to evolve. Fireballs\nlaunched from the ends of its tubelike arms are hot enough to\nmelt an iron pot in an instant."
    },
    "468": {
        "name": "Togekiss",
        "flavor_text": "Scant few have ever sighted this Pokémon. After studying what\nliterature remains, I am certain [REDACTED] will reveal itself when\npeace reigns in the land."
    },
    "469": {
        "name": "Yanmega",
        "flavor_text": "Extremely violent. When hunting, it wastes none of its energy,\naiming only for prey's most vulnerable spots. Any who manage\nto tame this Pokémon must be of incredible bravery."
    },
    "470": {
        "name": "Leafeon",
        "flavor_text": "Cells similar to those of plants have been found in its fur.\nIts hard tail can fell a large tree with one stroke, and the tail's\nsharpness exceeds even that of a sword crafted by a master."
    },
    "471": {
        "name": "Glaceon",
        "flavor_text": "[REDACTED] is able to lower its body temperature very quickly.\nIt freezes the atmosphere, creating diamond dust that glitters\nlike gems while it flutters and dances around."
    },
    "472": {
        "name": "Gliscor",
        "flavor_text": "It glides soundlessly on pitch-black wings and sinks sharp fangs\ninto the throat of its prey. It takes on a look of satisfaction once\nit has entirely drained its prey of blood."
    },
    "473": {
        "name": "Mamoswine",
        "flavor_text": "This species reached its zenith during the period known as the\nice age. I suspect that Hisui's frigid climate is in harmony with\n[REDACTED]'s constitution, thus awakening hidden potential."
    },
    "474": {
        "name": "Porygon-z",
        "flavor_text": "A curious item induced this evolution. The Pokémon's offensive\ncapabilities have greatly increased, but the strangeness of its\nbehavior has magnified in equal measure. This worries me."
    },
    "475": {
        "name": "Gallade",
        "flavor_text": "The blades extending from its elbows are sharper than the\nfinest swords. Its swordsmanship, albeit self-taught, is\nastonishingly impressive."
    },
    "476": {
        "name": "Probopass",
        "flavor_text": "It is able to emit powerful magnetism, allowing it control over\nthe iron sand that forms its luscious mustache. Using this iron\nsand, [REDACTED] forms hard stones with which it smites its prey."
    },
    "477": {
        "name": "Dusknoir",
        "flavor_text": "Comes to those whose lives have come to an end and escorts\ntheir souls to the afterlife. Known to mistakenly take the souls of\nthose who yet have life left in them, albeit rarely."
    },
    "478": {
        "name": "Froslass",
        "flavor_text": "A Pokémon inhabited by the soul of a woman who died bearing\na grudge in the snowy mountains. Legends of [REDACTED] placing\ndeathly curses on misbehaving men send shivers down my spine."
    },
    "479": {
        "name": "Rotom",
        "flavor_text": "This bizarre Pokémon appears to be a will-o'-the-wisp powered\nby electricity. Be wary, as [REDACTED] is both smart and mischievous."
    },
    "480": {
        "name": "Uxie",
        "flavor_text": "A Pokémon feared but also respected for stealing away the\nmemories of evildoers. I have found records that suggest [REDACTED]\nholds dominion over knowledge."
    },
    "481": {
        "name": "Mesprit",
        "flavor_text": "Known as the Being of Emotion. In legend, this Pokémon was\nfeared, as any who showed disrespect would have their\nemotions thrown into disarray."
    },
    "482": {
        "name": "Azelf",
        "flavor_text": "The dreaded Being of Willpower. Legends tell of this Pokémon\nmanipulating the will of its adversaries and turning them into\npuppets of its own."
    },
    "483": {
        "name": "Dialga",
        "flavor_text": "This Pokémon is revered as a deity in Hisuian legend. The birth\nof [REDACTED] was what caused the vast river of time to begin\nflowing in our world."
    },
    "484": {
        "name": "Palkia",
        "flavor_text": "This Pokémon is feared as a deity in Hisuian legend. The birth\nof [REDACTED] was what caused the walls of our world to disappear,\ncreating a sky that spans for infinity."
    },
    "485": {
        "name": "Heatran",
        "flavor_text": "Stories tell of this Pokémon being birthed from the boiling\nmagma within Mount Coronet. Its molten-steel body holds\nmany mysteries."
    },
    "486": {
        "name": "Regigigas",
        "flavor_text": "According to legend, [REDACTED] pulled landmasses together and\nbound them with rope to create the continent of Hisui. Though I\nhave my doubts, the story could well contain a shred of truth."
    },
    "487": {
        "name": "Giratina",
        "flavor_text": "There is one Hisuian verse that tells of a powerful light creating\na deep shadow. I imagine that this deep shadow is [REDACTED]."
    },
    "488": {
        "name": "Cresselia",
        "flavor_text": "[REDACTED] is reminiscent of the crescent moon. It leaves a brilliant\nline of light in its wake as it flies across the night sky. I daresay\nit resembles the heavenly maiden who created the Milky Way."
    },
    "489": {
        "name": "Phione",
        "flavor_text": "Can be seen floating offshore during seasons when the seas are\nwarm. Its azure body blends in with the ocean waters—logic\nsuggests this is a defense mechanism against natural predators."
    },
    "490": {
        "name": "Manaphy",
        "flavor_text": "Rumored to migrate across the oceans and visit Hisui's coastal\nwaters only rarely. Although [REDACTED] resembles [REDACTED], it is\nalso quite different. The relation between the two is unclear."
    },
    "491": {
        "name": "Darkrai",
        "flavor_text": "On a moonless night, a strange incident occurred in which every\none of a village's inhabitants suffered nightmares. The villagers\nattested that [REDACTED] appeared before them in these nightmares."
    },
    "492": {
        "name": "Shaymin",
        "flavor_text": "When the turning of seasons brings the cruel winter to its end\nand the joyous people give thanks to the heavens, [REDACTED]\nappears and covers the withered land with flowers."
    },
    "493": {
        "name": "Arceus",
        "flavor_text": "It is the heavenly fount from which pours the light that shines\nacross Hisui. Its luminance guides and protects all Pokémon.\nHisuian mythology states that [REDACTED] is the creator of all things."
    },
    "494": {
        "name": "Victini",
        "flavor_text": "When it shares the infinite energy it creates,\nthat being’s entire body will be overflowing\nwith power."
    },
    "495": {
        "name": "Snivy",
        "flavor_text": "They photosynthesize by bathing their tails in\nsunlight. When they are not feeling well, their\ntails droop."
    },
    "496": {
        "name": "Servine",
        "flavor_text": "When it gets dirty, its leaves can’t be used in\nphotosynthesis, so it always keeps itself clean."
    },
    "497": {
        "name": "Serperior",
        "flavor_text": "It can stop its opponents’ movements with just a\nglare. It takes in solar energy and boosts\nit internally."
    },
    "498": {
        "name": "Tepig",
        "flavor_text": "It loves to eat roasted berries, but sometimes it\ngets too excited and burns them to a crisp."
    },
    "499": {
        "name": "Pignite",
        "flavor_text": "When its internal fire flares up, its movements grow\nsharper and faster. When in trouble, it emits smoke."
    },
    "500": {
        "name": "Emboar",
        "flavor_text": "It has mastered fast and powerful fighting moves.\nIt grows a beard of fire."
    },
    "501": {
        "name": "Oshawott",
        "flavor_text": "This Pokémon from the Unova region uses the shell on its belly\nas a weapon to cut down its foes. Thus, I've conferred upon this\nshell the name ”scalchop”."
    },
    "502": {
        "name": "Dewott",
        "flavor_text": "Its exquisite double-scalchop technique is likely the result of\ndaily training, and it can send even masters of the blade fleeing\nin defeat."
    },
    "503": {
        "name": "Samurott",
        "flavor_text": "Hard of heart and deft of blade, this rare form of [REDACTED] is\na product of the Pokémon's evolution in the region of Hisui. Its\nturbulent blows crash into foes like ceaseless pounding waves."
    },
    "504": {
        "name": "Patrat",
        "flavor_text": "Extremely cautious, one of them will always be on\nthe lookout, but it won’t notice a foe coming\nfrom behind."
    },
    "505": {
        "name": "Watchog",
        "flavor_text": "When they see an enemy, their tails stand high,\nand they spit the seeds of berries stored in their\ncheek pouches."
    },
    "506": {
        "name": "Lillipup",
        "flavor_text": "This Pokémon is far brighter than the average\nchild, and [REDACTED] won’t forget the love it\nreceives or any abuse it suffers."
    },
    "507": {
        "name": "Herdier",
        "flavor_text": "The black fur that covers this Pokémon’s body\nis dense and springy. Even sharp fangs bounce\nright off."
    },
    "508": {
        "name": "Stoutland",
        "flavor_text": "[REDACTED] is immensely proud of its impressive\nmoustache. It’s said that moustache length is what\ndetermines social standing among this species."
    },
    "509": {
        "name": "Purrloin",
        "flavor_text": "Opponents that get drawn in by its adorable\nbehavior come away with stinging scratches from\nits claws and stinging pride from its laughter."
    },
    "510": {
        "name": "Liepard",
        "flavor_text": "This stealthy Pokémon sneaks up behind prey\nwithout making any sound at all. It competes with\n[REDACTED] for territory."
    },
    "511": {
        "name": "Pansage",
        "flavor_text": "It’s good at finding berries and gathers them from\nall over. It’s kind enough to share them\nwith friends."
    },
    "512": {
        "name": "Simisage",
        "flavor_text": "Ill tempered, it fights by swinging its barbed tail\naround wildly. The leaf growing on its head is\nvery bitter."
    },
    "513": {
        "name": "Pansear",
        "flavor_text": "This Pokémon lives in caves in volcanoes.\nThe fire within the tuft on its head can reach\n600 degrees Fahrenheit."
    },
    "514": {
        "name": "Simisear",
        "flavor_text": "When it gets excited, embers rise from its head\nand tail and it gets hot. For some reason, it\nloves sweets."
    },
    "515": {
        "name": "Panpour",
        "flavor_text": "The water stored inside the tuft on its head is full of\nnutrients. Plants that receive its water grow large."
    },
    "516": {
        "name": "Simipour",
        "flavor_text": "It prefers places with clean water. When its tuft runs\nlow, it replenishes it by siphoning up water with\nits tail."
    },
    "517": {
        "name": "Munna",
        "flavor_text": "It eats dreams and releases mist. The mist is pink\nwhen it’s eating a good dream, and black when\nit’s eating a nightmare."
    },
    "518": {
        "name": "Musharna",
        "flavor_text": "It drowses and dreams all the time. It’s best to\nleave it be if it’s just woken up, as it’s a terrible\ngrump when freshly roused from sleep."
    },
    "519": {
        "name": "Pidove",
        "flavor_text": "It’s forgetful and not very bright, but many\nTrainers love it anyway for its friendliness\nand sincerity."
    },
    "520": {
        "name": "Tranquill",
        "flavor_text": "These bright Pokémon have acute memories.\nApparently delivery workers often choose them\nas their partners."
    },
    "521": {
        "name": "Unfezant",
        "flavor_text": "This Pokémon is intelligent and intensely proud.\nPeople will sit up and take notice if you become\nthe Trainer of one."
    },
    "522": {
        "name": "Blitzle",
        "flavor_text": "Its mane shines when it discharges electricity.\nThey use the frequency and rhythm of these flashes\nto communicate."
    },
    "523": {
        "name": "Zebstrika",
        "flavor_text": "They have lightning-like movements.\nWhen [REDACTED] run at full speed, the sound of\nthunder reverberates."
    },
    "524": {
        "name": "Roggenrola",
        "flavor_text": "When it detects a noise, it starts to move.\nThe energy core inside it makes this Pokémon\nslightly warm to the touch."
    },
    "525": {
        "name": "Boldore",
        "flavor_text": "It relies on sound in order to monitor what’s in its\nvicinity. When angered, it will attack without ever\nchanging the direction it’s facing."
    },
    "526": {
        "name": "Gigalith",
        "flavor_text": "Although its energy blasts can blow away\na dump truck, they have a limitation—\nthey can only be fired when the sun is out."
    },
    "527": {
        "name": "Woobat",
        "flavor_text": "It emits ultrasonic waves as it flutters about,\nsearching for its prey—bug Pokémon."
    },
    "528": {
        "name": "Swoobat",
        "flavor_text": "The auspicious shape of this Pokémon’s nose\napparently led some regions to consider\n[REDACTED] a symbol of good luck."
    },
    "529": {
        "name": "Drilbur",
        "flavor_text": "It’s a digger, using its claws to burrow through the\nground. It causes damage to vegetable crops, so\nmany farmers have little love for it."
    },
    "530": {
        "name": "Excadrill",
        "flavor_text": "Known as the Drill King, this Pokémon can\ntunnel through the terrain at speeds of over\n90 mph."
    },
    "531": {
        "name": "Audino",
        "flavor_text": "This Pokémon has a kind heart. By touching with\nits feelers, [REDACTED] can gauge other creatures’\nfeelings and physical conditions."
    },
    "532": {
        "name": "Timburr",
        "flavor_text": "[REDACTED] that have started carrying logs that are\nabout three times their size are nearly ready\nto evolve."
    },
    "533": {
        "name": "Gurdurr",
        "flavor_text": "[REDACTED] excels at demolition—construction is not\nits forte. In any case, there’s skill in the way this\nPokémon wields its metal beam."
    },
    "534": {
        "name": "Conkeldurr",
        "flavor_text": "When going all out, this Pokémon throws aside\nits concrete pillars and leaps at opponents to\npummel them with its fists."
    },
    "535": {
        "name": "Tympole",
        "flavor_text": "It uses sound waves to communicate with\nothers of its kind. People and other Pokémon\nspecies can’t hear its cries of warning."
    },
    "536": {
        "name": "Palpitoad",
        "flavor_text": "On occasion, their cries are sublimely pleasing to\nthe ear. [REDACTED] with larger lumps on their\nbodies can sing with a wider range of sounds."
    },
    "537": {
        "name": "Seismitoad",
        "flavor_text": "This Pokémon is popular among the elderly,\nwho say the vibrations of its lumps are great\nfor massages."
    },
    "538": {
        "name": "Throh",
        "flavor_text": "They train in groups of five. Any member that\ncan’t keep up will discard its belt and leave\nthe group."
    },
    "539": {
        "name": "Sawk",
        "flavor_text": "The karate chops of a [REDACTED] that’s trained itself\nto the limit can cleave the ocean itself."
    },
    "540": {
        "name": "Sewaddle",
        "flavor_text": "Since this Pokémon makes its own clothes out of\nleaves, it is a popular mascot for fashion designers."
    },
    "541": {
        "name": "Swadloon",
        "flavor_text": "It protects itself from the cold by wrapping up in\nleaves. It stays on the move, eating leaves\nin forests."
    },
    "542": {
        "name": "Leavanny",
        "flavor_text": "It keeps its eggs warm with heat from fermenting\nleaves. It also uses leaves to make warm wrappings\nfor [REDACTED]."
    },
    "543": {
        "name": "Venipede",
        "flavor_text": "Its fangs are highly venomous. If this Pokémon\nfinds prey it thinks it can eat, it leaps for them\nwithout any thought of how things might turn out."
    },
    "544": {
        "name": "Whirlipede",
        "flavor_text": "[REDACTED] protects itself with a sturdy shell and\npoisonous spikes while it stores up the energy it’ll\nneed for evolution."
    },
    "545": {
        "name": "Scolipede",
        "flavor_text": "[REDACTED] engage in fierce territorial battles with\n[REDACTED]. At the end of one of these battles,\nthe victor makes a meal of the loser."
    },
    "546": {
        "name": "Cottonee",
        "flavor_text": "Weaving together the cotton of both [REDACTED]\nand [REDACTED] produces exquisite cloth that’s\nhighly prized by many luxury brands."
    },
    "547": {
        "name": "Whimsicott",
        "flavor_text": "As long as this Pokémon bathes in sunlight, its\ncotton keeps growing. If too much cotton fluff\nbuilds up, [REDACTED] tears it off and scatters it."
    },
    "548": {
        "name": "Petilil",
        "flavor_text": "The leaves on its head are highly valued for medicinal purposes.\nDry the leaves in the sun, boil them, and then drink the bitter\ndecoction for remarkably effective relief from fatigue."
    },
    "549": {
        "name": "Lilligant",
        "flavor_text": "I suspect that its well-developed legs are the result of a life\nspent on mountains covered in deep snow. The scent it exudes\nfrom its flower crown heartens those in proximity."
    },
    "550": {
        "name": "Basculin",
        "flavor_text": "Though it differs from other [REDACTED] in several respects,\nincluding demeanor—this one is gentle—I have categorized\nit as a regional form given the vast array of shared qualities."
    },
    "551": {
        "name": "Sandile",
        "flavor_text": "[REDACTED] is small, but its legs and lower body are\npowerful. Pushing sand aside as it goes, [REDACTED]\nmoves through the desert as if it’s swimming."
    },
    "552": {
        "name": "Krokorok",
        "flavor_text": "Although this Pokémon has specialized eyes that\nallow it to see in the dark, [REDACTED] won’t move\nmuch at night—the desert gets cold after sunset."
    },
    "553": {
        "name": "Krookodile",
        "flavor_text": "While terribly aggressive, [REDACTED] also has\nthe patience to stay hidden under sand for days,\nlying in wait for prey."
    },
    "554": {
        "name": "Darumaka",
        "flavor_text": "This popular symbol of good fortune will never\nfall over in its sleep, no matter how it’s pushed\nor pulled."
    },
    "555": {
        "name": "Darmanitan",
        "flavor_text": "This Pokémon’s power level rises along with the\ntemperature of its fire, which can reach 2,500\ndegrees Fahrenheit."
    },
    "556": {
        "name": "Maractus",
        "flavor_text": "Once each year, this Pokémon scatters its seeds.\nThey’re jam-packed with nutrients, making them\na precious food source out in the desert."
    },
    "557": {
        "name": "Dwebble",
        "flavor_text": "It first tries to find a rock to live in, but if there\nare no suitable rocks to be found, [REDACTED] may\nmove in to the ports of a [REDACTED]."
    },
    "558": {
        "name": "Crustle",
        "flavor_text": "Its thick claws are its greatest weapons.\nThey’re mighty enough to crack\n[REDACTED]’s carapace."
    },
    "559": {
        "name": "Scraggy",
        "flavor_text": "It protects itself with its durable skin. It’s thought\nthat this Pokémon will evolve once its skin has\ncompletely stretched out."
    },
    "560": {
        "name": "Scrafty",
        "flavor_text": "While mostly known for having the temperament\nof an aggressive ruffian, this Pokémon takes very\ngood care of its family, friends, and territory."
    },
    "561": {
        "name": "Sigilyph",
        "flavor_text": "A discovery was made in the desert where\n[REDACTED] fly. The ruins of what may have been\nan ancient city were found beneath the sands."
    },
    "562": {
        "name": "Yamask",
        "flavor_text": "The spirit of a person from a bygone age became\nthis Pokémon. It rambles through ruins, searching\nfor someone who knows its face."
    },
    "563": {
        "name": "Cofagrigus",
        "flavor_text": "There are many depictions of [REDACTED]\ndecorating ancient tombs. They’re symbols\nof the wealth that kings of bygone eras had."
    },
    "564": {
        "name": "Tirtouga",
        "flavor_text": "[REDACTED] is considered to be the ancestor of\nmany turtle Pokémon. It was restored to life\nfrom a fossil."
    },
    "565": {
        "name": "Carracosta",
        "flavor_text": "This Pokémon emerges from the water in search\nof prey despite the fact that it moves more\nslowly on land."
    },
    "566": {
        "name": "Archen",
        "flavor_text": "[REDACTED] is said to be the ancestor of bird\nPokémon. It lived in treetops, eating berries\nand bug Pokémon."
    },
    "567": {
        "name": "Archeops",
        "flavor_text": "Though capable of flight, [REDACTED] was\napparently better at hunting on the ground."
    },
    "568": {
        "name": "Trubbish",
        "flavor_text": "This Pokémon was born from a bag stuffed with\ntrash. Galarian [REDACTED] relish the fumes belched\nby [REDACTED]."
    },
    "569": {
        "name": "Garbodor",
        "flavor_text": "The toxic liquid it launches from its right arm\nis so virulent that it can kill a weakened\ncreature instantly."
    },
    "570": {
        "name": "Zorua",
        "flavor_text": "A once-departed soul, returned to life in Hisui. Derives power\nfrom resentment, which rises as energy atop its head and takes\non the forms of foes. In this way, [REDACTED] vents lingering malice."
    },
    "571": {
        "name": "Zoroark",
        "flavor_text": "With its disheveled white fur, it looks like an embodiment of\ndeath. Heedless of its own safety, [REDACTED] attacks its nemeses\nwith a bitter energy so intense, it lacerates [REDACTED]'s own body."
    },
    "572": {
        "name": "Minccino",
        "flavor_text": "They pet each other with their tails as a form of\ngreeting. Of the two, the one whose tail is fluffier\nis a bit more boastful."
    },
    "573": {
        "name": "Cinccino",
        "flavor_text": "A special oil that seeps through their fur helps\nthem avoid attacks. The oil fetches a high price\nat market."
    },
    "574": {
        "name": "Gothita",
        "flavor_text": "Even when nobody seems to be around, [REDACTED]\ncan still be heard making a muted cry. Many believe\nit’s speaking to something only it can see."
    },
    "575": {
        "name": "Gothorita",
        "flavor_text": "On nights when the stars shine, this Pokémon’s\npsychic power is at its strongest. It’s unknown just\nwhat link [REDACTED] has to the greater universe."
    },
    "576": {
        "name": "Gothitelle",
        "flavor_text": "A criminal who was shown his fate by a [REDACTED]\nwent missing that same day and was never\nseen again."
    },
    "577": {
        "name": "Solosis",
        "flavor_text": "Many say that the special liquid covering this\nPokémon’s body would allow it to survive in\nthe vacuum of space."
    },
    "578": {
        "name": "Duosion",
        "flavor_text": "Its brain has split into two, and the two\nhalves rarely think alike. Its actions are\nutterly unpredictable."
    },
    "579": {
        "name": "Reuniclus",
        "flavor_text": "It’s said that drinking the liquid surrounding\n[REDACTED] grants wisdom. Problem is, the liquid is\nhighly toxic to anything besides [REDACTED] itself."
    },
    "580": {
        "name": "Ducklett",
        "flavor_text": "They are better at swimming than flying, and they\nhappily eat their favorite food, peat moss, as they\ndive underwater."
    },
    "581": {
        "name": "Swanna",
        "flavor_text": "[REDACTED] start to dance at dusk. The one dancing in\nthe middle is the leader of the flock."
    },
    "582": {
        "name": "Vanillite",
        "flavor_text": "Supposedly, this Pokémon was born from an\nicicle. It spews out freezing air at −58 degrees\nFahrenheit to make itself more comfortable."
    },
    "583": {
        "name": "Vanillish",
        "flavor_text": "It blasts enemies with cold air reaching −148\ndegrees Fahrenheit, freezing them solid. But it\nspares their lives afterward—it’s a kind Pokémon."
    },
    "584": {
        "name": "Vanilluxe",
        "flavor_text": "People believe this Pokémon formed when two\n[REDACTED] stuck together. Its body temperature is\nroughly 21 degrees Fahrenheit."
    },
    "585": {
        "name": "Deerling",
        "flavor_text": "The turning of the seasons changes the color and\nscent of this Pokémon’s fur. People use it to mark\nthe seasons."
    },
    "586": {
        "name": "Sawsbuck",
        "flavor_text": "They migrate according to the seasons, so some\npeople call [REDACTED] the harbingers of spring."
    },
    "587": {
        "name": "Emolga",
        "flavor_text": "This Pokémon absolutely loves sweet berries.\nSometimes it stuffs its cheeks full of so much\nfood that it can’t fly properly."
    },
    "588": {
        "name": "Karrablast",
        "flavor_text": "It spits a liquid from its mouth to melt through\n[REDACTED]’s shell. [REDACTED] doesn’t eat the shell—\nit eats only the contents."
    },
    "589": {
        "name": "Escavalier",
        "flavor_text": "It charges its enemies, lances at the ready.\nAn image of one of its duels is captured in a famous\npainting of [REDACTED] clashing with Sirfetch’d."
    },
    "590": {
        "name": "Foongus",
        "flavor_text": "The spores released from this Pokémon’s hands\nare highly poisonous, but when thoroughly dried,\nthe spores can be used as stomach medicine."
    },
    "591": {
        "name": "Amoonguss",
        "flavor_text": "[REDACTED] generally doesn’t move much. It\ntends to stand still near Poké Balls that have\nbeen dropped on the ground."
    },
    "592": {
        "name": "Frillish",
        "flavor_text": "Legend has it that the residents of a sunken\nancient city changed into these Pokémon."
    },
    "593": {
        "name": "Jellicent",
        "flavor_text": "Whenever a full moon hangs in the night sky,\nschools of [REDACTED] gather near the surface of\nthe sea, waiting for their prey to appear."
    },
    "594": {
        "name": "Alomomola",
        "flavor_text": "The reason it helps Pokémon in a weakened\ncondition is that any Pokémon coming after\nthem may also attack [REDACTED]."
    },
    "595": {
        "name": "Joltik",
        "flavor_text": "[REDACTED] latch on to other Pokémon and suck out\nstatic electricity. They’re often found sticking to\n[REDACTED]’s hindquarters."
    },
    "596": {
        "name": "Galvantula",
        "flavor_text": "It lays traps of electrified threads near the nests\nof bird Pokémon, aiming to snare chicks that are\nnot yet good at flying."
    },
    "597": {
        "name": "Ferroseed",
        "flavor_text": "Mossy caves are their preferred dwellings.\nEnzymes contained in mosses help [REDACTED]’s\nspikes grow big and strong."
    },
    "598": {
        "name": "Ferrothorn",
        "flavor_text": "Its spikes are harder than steel. This Pokémon\ncrawls across rock walls by stabbing the spikes\non its feelers into the stone."
    },
    "599": {
        "name": "Klink",
        "flavor_text": "It’s suspected that [REDACTED] were the inspiration\nbehind ancient people’s invention of the\nfirst gears."
    },
    "600": {
        "name": "Klang",
        "flavor_text": "Many companies in the Galar region choose\n[REDACTED] as their logo. This Pokémon is considered\nthe symbol of industrial technology."
    },
    "601": {
        "name": "Klinklang",
        "flavor_text": "The three gears that compose this Pokémon\nspin at high speed. Its new spiked gear isn’t\na living creature."
    },
    "602": {
        "name": "Tynamo",
        "flavor_text": "One alone can emit only a trickle of electricity,\nso a group of them gathers to unleash a powerful\nelectric shock."
    },
    "603": {
        "name": "Eelektrik",
        "flavor_text": "These Pokémon have a big appetite. When they\nspot their prey, they attack it and paralyze it\nwith electricity."
    },
    "604": {
        "name": "Eelektross",
        "flavor_text": "They crawl out of the ocean using their arms.\nThey will attack prey on shore and immediately drag\nit into the ocean."
    },
    "605": {
        "name": "Elgyem",
        "flavor_text": "This Pokémon was discovered about 50 years\nago. Its highly developed brain enables it to\nexert its psychic powers."
    },
    "606": {
        "name": "Beheeyem",
        "flavor_text": "Sometimes found drifting above wheat fields,\nthis Pokémon can control the memories of\nits opponents."
    },
    "607": {
        "name": "Litwick",
        "flavor_text": "The younger the life this Pokémon absorbs,\nthe brighter and eerier the flame on its\nhead burns."
    },
    "608": {
        "name": "Lampent",
        "flavor_text": "It lurks in cities, pretending to be a lamp.\nOnce it finds someone whose death is near,\nit will trail quietly after them."
    },
    "609": {
        "name": "Chandelure",
        "flavor_text": "In homes illuminated by [REDACTED] instead of\nlights, funerals were a constant occurrence—\nor so it’s said."
    },
    "610": {
        "name": "Axew",
        "flavor_text": "They play with each other by knocking their large\ntusks together. Their tusks break sometimes, but\nthey grow back so quickly that it isn’t a concern."
    },
    "611": {
        "name": "Fraxure",
        "flavor_text": "Its skin is as hard as a suit of armor. [REDACTED]’s\nfavorite strategy is to tackle its opponents,\nstabbing them with its tusks at the same time."
    },
    "612": {
        "name": "Haxorus",
        "flavor_text": "While usually kindhearted, it can be terrifying if\nangered. Tusks that can slice through steel beams\nare how [REDACTED] deals with its adversaries."
    },
    "613": {
        "name": "Cubchoo",
        "flavor_text": "It sniffles before performing a move, using its\nfrosty snot to provide an icy element to any\nmove that needs it."
    },
    "614": {
        "name": "Beartic",
        "flavor_text": "It swims energetically through frigid seas.\nWhen it gets tired, it freezes the seawater\nwith its breath so it can rest on the ice."
    },
    "615": {
        "name": "Cryogonal",
        "flavor_text": "When the weather gets hot, these Pokémon turn\ninto water vapor. [REDACTED] are almost never\nseen during summer."
    },
    "616": {
        "name": "Shelmet",
        "flavor_text": "It has a strange physiology that responds to\nelectricity. When together with [REDACTED],\n[REDACTED] evolves for some reason."
    },
    "617": {
        "name": "Accelgor",
        "flavor_text": "Discarding its shell made it nimble. To keep\nitself from dehydrating, it wraps its body in\nbands of membrane."
    },
    "618": {
        "name": "Stunfisk",
        "flavor_text": "For some reason, this Pokémon smiles slightly\nwhen it emits a strong electric current from the\nyellow markings on its body."
    },
    "619": {
        "name": "Mienfoo",
        "flavor_text": "Though small, [REDACTED]’s temperament is fierce.\nAny creature that approaches [REDACTED] carelessly\nwill be greeted with a flurry of graceful attacks."
    },
    "620": {
        "name": "Mienshao",
        "flavor_text": "Delivered at blinding speeds, kicks from this\nPokémon can shatter massive boulders into\ntiny pieces."
    },
    "621": {
        "name": "Druddigon",
        "flavor_text": "[REDACTED] are vicious and cunning. They take up\nresidence in nests dug out by other Pokémon,\ntreating the stolen nests as their own lairs."
    },
    "622": {
        "name": "Golett",
        "flavor_text": "This Pokémon was created from clay. It received\norders from its master many thousands of years\nago, and it still follows those orders to this day."
    },
    "623": {
        "name": "Golurk",
        "flavor_text": "There’s a theory that inside [REDACTED] is a perpetual\nmotion machine that produces limitless energy,\nbut this belief hasn’t been proven."
    },
    "624": {
        "name": "Pawniard",
        "flavor_text": "A pack of these Pokémon forms to serve a\n[REDACTED] boss. Each [REDACTED] trains diligently,\ndreaming of one day taking the lead."
    },
    "625": {
        "name": "Bisharp",
        "flavor_text": "Violent conflicts erupt between [REDACTED] and\n[REDACTED] over places where sharpening stones\ncan be found."
    },
    "626": {
        "name": "Bouffalant",
        "flavor_text": "These Pokémon live in herds of about 20\nindividuals. [REDACTED] that betray the herd will\nlose the hair on their heads for some reason."
    },
    "627": {
        "name": "Rufflet",
        "flavor_text": "Its chick-like looks belie its hotheadedness. It challenges its\nparents at every opportunity, desperate to prove its strength."
    },
    "628": {
        "name": "Braviary",
        "flavor_text": "Screaming a bloodcurdling battle cry, this huge and ferocious\nbird Pokémon goes out on the hunt. It blasts lakes with shock\nwaves, then scoops up any prey that float to the water's surface."
    },
    "629": {
        "name": "Vullaby",
        "flavor_text": "[REDACTED] grow quickly. Bones that have gotten too\nsmall for older [REDACTED] to wear often get passed\ndown to younger ones in the nest."
    },
    "630": {
        "name": "Mandibuzz",
        "flavor_text": "They adorn themselves with bones. There seem\nto be fashion trends among them, as different\nbones come into and fall out of popularity."
    },
    "631": {
        "name": "Heatmor",
        "flavor_text": "A flame serves as its tongue, melting through the\nhard shell of [REDACTED] so that [REDACTED] can devour\ntheir insides."
    },
    "632": {
        "name": "Durant",
        "flavor_text": "With their large mandibles, these Pokémon can\ncrunch their way through rock. They work\ntogether to protect their eggs from [REDACTED]."
    },
    "633": {
        "name": "Deino",
        "flavor_text": "Because it can’t see, this Pokémon is constantly\nbiting at everything it touches, trying to keep\ntrack of its surroundings."
    },
    "634": {
        "name": "Zweilous",
        "flavor_text": "Their two heads will fight each other over a\nsingle piece of food. [REDACTED] are covered in\nscars even without battling others."
    },
    "635": {
        "name": "Hydreigon",
        "flavor_text": "The three heads take turns sinking their teeth into\nthe opponent. Their attacks won’t slow until their\ntarget goes down."
    },
    "636": {
        "name": "Larvesta",
        "flavor_text": "[REDACTED]’s body is warm all over. It spouts fire\nfrom the tips of its horns to intimidate predators\nand scare prey."
    },
    "637": {
        "name": "Volcarona",
        "flavor_text": "This Pokémon emerges from a cocoon formed of\nraging flames. Ancient murals depict [REDACTED] as\na deity of fire."
    },
    "638": {
        "name": "Cobalion",
        "flavor_text": "From the moment it’s born, this Pokémon\nradiates the air of a leader. Its presence will\ncalm even vicious foes."
    },
    "639": {
        "name": "Terrakion",
        "flavor_text": "In Unovan legend, [REDACTED] battled against\nhumans in an effort to protect other Pokémon."
    },
    "640": {
        "name": "Virizion",
        "flavor_text": "It darts around opponents with a flurry of quick\nmovements, slicing them up with its horns."
    },
    "641": {
        "name": "Tornadus",
        "flavor_text": "This storm-stirring Pokémon is said to cause the seasons to\nturn by whipping up the air. I suspect its humanlike form to be\na false one."
    },
    "642": {
        "name": "Thundurus",
        "flavor_text": "They say this wielder of electricity has waged war with its\nnemesis, [REDACTED], since time immemorial. The lightning bolts\nit hurls pierce the very earth and enrich the soil."
    },
    "643": {
        "name": "Reshiram",
        "flavor_text": "According to myth, if people ignore truth and\nlet themselves become consumed by greed,\n[REDACTED] will arrive to burn their kingdoms down."
    },
    "644": {
        "name": "Zekrom",
        "flavor_text": "Mythology tells us that if people lose the\nrighteousness in their hearts, their kingdoms\nwill be razed by [REDACTED]’s lightning."
    },
    "645": {
        "name": "Landorus",
        "flavor_text": "When the incarnations of wind and of lightning clash, [REDACTED]\narrives to quell the conflict. After the tempests and thunderbolts\nabate, the land is sure to be blessed with bountiful harvests."
    },
    "646": {
        "name": "Kyurem",
        "flavor_text": "It appears that this Pokémon uses its powers over\nice to freeze its own body in order to stabilize its\ncellular structure."
    },
    "647": {
        "name": "Keldeo",
        "flavor_text": "They say that [REDACTED] must survive harsh battles\nand fully develop the horn on its forehead\nbefore this Pokémon’s true power will awaken."
    },
    "648": {
        "name": "Meloetta",
        "flavor_text": "Its melodies are sung with a special vocalization\nmethod that can control the feelings of those who\nhear it."
    },
    "649": {
        "name": "Genesect",
        "flavor_text": "This Pokémon existed 300 million years ago. Team\nPlasma altered it and attached a cannon to its back."
    },
    "650": {
        "name": "Chespin",
        "flavor_text": "Such a thick shell of wood covers its head and back\nthat even a direct hit from a truck wouldn’t faze it."
    },
    "651": {
        "name": "Quilladin",
        "flavor_text": "They strengthen their lower bodies by\nrunning into one another. They are very\nkind and won’t start fights."
    },
    "652": {
        "name": "Chesnaught",
        "flavor_text": "When it takes a defensive posture with its fists\nguarding its face, it could withstand a bomb blast."
    },
    "653": {
        "name": "Fennekin",
        "flavor_text": "As it walks, it munches on a twig in place\nof a snack. It intimidates opponents\nby puffing hot air out of its ears."
    },
    "654": {
        "name": "Braixen",
        "flavor_text": "When the twig is plucked from its tail,\nfriction sets the twig alight. The flame\nis used to send signals to its allies."
    },
    "655": {
        "name": "Delphox",
        "flavor_text": "Using psychic power, it generates a\nfiery vortex of 5,400 degrees Fahrenheit,\nincinerating foes swept into this whirl of flame."
    },
    "656": {
        "name": "Froakie",
        "flavor_text": "It protects its skin by covering its body in\ndelicate bubbles. Beneath its happy-go-lucky air,\nit keeps a watchful eye on its surroundings."
    },
    "657": {
        "name": "Frogadier",
        "flavor_text": "Its swiftness is unparalleled.\nIt can scale a tower of more\nthan 2,000 feet in a minute’s time."
    },
    "658": {
        "name": "Greninja",
        "flavor_text": "It appears and vanishes with a ninja’s grace.\nIt toys with its enemies using swift movements, while\nslicing them with throwing stars of sharpest water."
    },
    "659": {
        "name": "Bunnelby",
        "flavor_text": "It’s very sensitive to danger. The sound of\n[REDACTED]’s flapping will have [REDACTED]\ndigging a hole to hide underground in moments."
    },
    "660": {
        "name": "Diggersby",
        "flavor_text": "The fur on its belly retains heat exceptionally\nwell. People used to make heavy winter clothing\nfrom fur shed by this Pokémon."
    },
    "661": {
        "name": "Fletchling",
        "flavor_text": "When this Pokémon gets excited, its body\ntemperature increases sharply. If you touch a\n[REDACTED] with bare hands, you might get burned."
    },
    "662": {
        "name": "Fletchinder",
        "flavor_text": "[REDACTED] are exceedingly territorial and\naggressive. These Pokémon fight among\nthemselves over feeding grounds."
    },
    "663": {
        "name": "Talonflame",
        "flavor_text": "[REDACTED] dives toward prey at speeds of up to\n310 mph and assaults them with powerful kicks,\ngiving the prey no chance to escape."
    },
    "664": {
        "name": "Scatterbug",
        "flavor_text": "The powder that covers its body\nregulates its temperature, so it\ncan live in any region or climate."
    },
    "665": {
        "name": "Spewpa",
        "flavor_text": "The beaks of bird Pokémon can’t begin\nto scratch its stalwart body.\nTo defend itself, it spews powder."
    },
    "666": {
        "name": "Vivillon",
        "flavor_text": "The patterns on this Pokémon’s wings\ndepend on the climate and topography\nof its habitat. It scatters colorful scales."
    },
    "667": {
        "name": "Litleo",
        "flavor_text": "This hot-blooded Pokémon is filled with\ncuriosity. When it gets angry or starts\nfighting, its short mane gets hot."
    },
    "668": {
        "name": "Pyroar",
        "flavor_text": "The temperature of its breath is over 10,000\ndegrees Fahrenheit, but [REDACTED] doesn’t use it on\nits prey. This Pokémon prefers to eat raw meat."
    },
    "669": {
        "name": "Flabebe",
        "flavor_text": "Flabébé wears a crown made from pollen it’s\ncollected from its flower. The crown has hidden\nhealing properties."
    },
    "670": {
        "name": "Floette",
        "flavor_text": "It gives its own power to flowers, pouring its\nheart into caring for them. [REDACTED] never forgives\nanyone who messes up a flower bed."
    },
    "671": {
        "name": "Florges",
        "flavor_text": "Its life can span several hundred years. It’s said\nto devote its entire life to protecting gardens."
    },
    "672": {
        "name": "Skiddo",
        "flavor_text": "If it has sunshine and water, it doesn’t\nneed to eat, because it can generate\nenergy from the leaves on its back."
    },
    "673": {
        "name": "Gogoat",
        "flavor_text": "They inhabit mountainous regions.\nThe leader of the herd is decided by\na battle of clashing horns."
    },
    "674": {
        "name": "Pancham",
        "flavor_text": "Wanting to make sure it’s taken seriously,\n[REDACTED]’s always giving others a glare.\nBut if it’s not focusing, it ends up smiling."
    },
    "675": {
        "name": "Pangoro",
        "flavor_text": "Using its leaf, [REDACTED] can predict the moves of\nits opponents. It strikes with punches that can\nturn a dump truck into scrap with just one hit."
    },
    "676": {
        "name": "Furfrou",
        "flavor_text": "Left alone, its fur will grow longer and longer,\nbut it will only allow someone it trusts to cut it."
    },
    "677": {
        "name": "Espurr",
        "flavor_text": "There’s enough psychic power in [REDACTED] to send a\nwrestler flying, but because this power can’t be\ncontrolled, [REDACTED] finds it troublesome."
    },
    "678": {
        "name": "Meowstic",
        "flavor_text": "The defensive instinct of the males is strong.\nIt’s when they’re protecting themselves or their\npartners that they unleash their full power."
    },
    "679": {
        "name": "Honedge",
        "flavor_text": "The blue eye on the sword’s handguard is the\ntrue body of [REDACTED]. With its old cloth, it\ndrains people’s lives away."
    },
    "680": {
        "name": "Doublade",
        "flavor_text": "The two swords employ a strategy of rapidly\nalternating between offense and defense to\nbring down their prey."
    },
    "681": {
        "name": "Aegislash",
        "flavor_text": "Its potent spectral powers allow it to manipulate\nothers. It once used its powers to force people\nand Pokémon to build a kingdom to its liking."
    },
    "682": {
        "name": "Spritzee",
        "flavor_text": "The scent its body gives off enraptures those\nwho smell it. Noble ladies had no shortage of\nlove for [REDACTED]."
    },
    "683": {
        "name": "Aromatisse",
        "flavor_text": "The scents [REDACTED] can produce range from\nsweet smells that bolster allies to foul smells\nthat sap an opponent’s will to fight."
    },
    "684": {
        "name": "Swirlix",
        "flavor_text": "The sweet smell of cotton candy perfumes\n[REDACTED]’s fluffy fur. This Pokémon spits out\nsticky string to tangle up its enemies."
    },
    "685": {
        "name": "Slurpuff",
        "flavor_text": "[REDACTED]’s fur contains a lot of air, making it soft\nto the touch and lighter than it looks."
    },
    "686": {
        "name": "Inkay",
        "flavor_text": "By exposing foes to the blinking of its\nluminescent spots, [REDACTED] demoralizes them,\nand then it seizes the chance to flee."
    },
    "687": {
        "name": "Malamar",
        "flavor_text": "It’s said that [REDACTED]’s hypnotic powers played\na role in certain history-changing events."
    },
    "688": {
        "name": "Binacle",
        "flavor_text": "If the two don’t work well together, both their\noffense and defense fall apart. Without good\nteamwork, they won’t survive."
    },
    "689": {
        "name": "Barbaracle",
        "flavor_text": "Having an eye on each palm allows it to keep\nwatch in all directions. In a pinch, its limbs start\nto act on their own to ensure the enemy’s defeat."
    },
    "690": {
        "name": "Skrelp",
        "flavor_text": "[REDACTED] looks like a piece of rotten seaweed, so it\ncan blend in with seaweed drifting on the ocean\nand avoid being detected by enemies."
    },
    "691": {
        "name": "Dragalge",
        "flavor_text": "[REDACTED] generates dragon energy by sticking\nthe plume on its head out above the ocean’s\nsurface and bathing it in sunlight."
    },
    "692": {
        "name": "Clauncher",
        "flavor_text": "By detonating gas that accumulates in its right\nclaw, this Pokémon launches water like a bullet.\nThis is how [REDACTED] defeats its enemies."
    },
    "693": {
        "name": "Clawitzer",
        "flavor_text": "[REDACTED]’s right arm is a cannon that launches\nprojectiles made of seawater. Shots from a\n[REDACTED]’s cannon arm can sink a tanker."
    },
    "694": {
        "name": "Helioptile",
        "flavor_text": "The sun powers this Pokémon’s electricity\ngeneration. Interruption of that process\nstresses [REDACTED] to the point of weakness."
    },
    "695": {
        "name": "Heliolisk",
        "flavor_text": "One [REDACTED] basking in the sun with its frill\noutspread is all it would take to produce enough\nelectricity to power a city."
    },
    "696": {
        "name": "Tyrunt",
        "flavor_text": "This Pokémon is selfish and likes to be pampered.\nIt can also inflict grievous wounds on its Trainer\njust by playing around."
    },
    "697": {
        "name": "Tyrantrum",
        "flavor_text": "A single bite of [REDACTED]’s massive jaws will\ndemolish a car. This Pokémon was the king of the\nancient world."
    },
    "698": {
        "name": "Amaura",
        "flavor_text": "[REDACTED] is an ancient Pokémon that has gone\nextinct. Specimens of this species can sometimes\nbe found frozen in ice."
    },
    "699": {
        "name": "Aurorus",
        "flavor_text": "When gripped by rage, [REDACTED] will emanate\nfreezing air, covering everything around it in ice."
    },
    "700": {
        "name": "Sylveon",
        "flavor_text": "It emits a soothing aura from its ribbon-shaped organs. It wraps\nthese appendages around quarrelers to instantly restore calm to\nthe situation."
    },
    "701": {
        "name": "Hawlucha",
        "flavor_text": "It always strikes a pose before going for its\nfinishing move. Sometimes opponents take\nadvantage of that time to counterattack."
    },
    "702": {
        "name": "Dedenne",
        "flavor_text": "Since [REDACTED] can’t generate much electricity on\nits own, it steals electricity from outlets or other\nelectric Pokémon."
    },
    "703": {
        "name": "Carbink",
        "flavor_text": "It’s said that somewhere in the world, there’s\na mineral vein housing a large pack of slumbering\n[REDACTED]. It’s also said that this pack has a queen."
    },
    "704": {
        "name": "Goomy",
        "flavor_text": "[REDACTED] hides away in the shade of trees, where it's nice and\nhumid. If the slime coating its body dries out, the Pokémon\ninstantly becomes lethargic."
    },
    "705": {
        "name": "Sliggoo",
        "flavor_text": "A creature given to melancholy. I suspect its metallic shell\ndeveloped as a result of the mucus on its skin reacting with\nthe iron in Hisui's water."
    },
    "706": {
        "name": "Goodra",
        "flavor_text": "Able to freely control the hardness of its metallic shell.\nIt loathes solitude and is extremely clingy—it will fume and\nrun riot if those dearest to it ever leave its side."
    },
    "707": {
        "name": "Klefki",
        "flavor_text": "[REDACTED] sucks in metal ions with the horn topping\nits head. It seems this Pokémon loves keys so\nmuch that its head needed to look like one, too."
    },
    "708": {
        "name": "Phantump",
        "flavor_text": "With a voice like a human child’s, it cries out to\nlure adults deep into the forest, getting them lost\namong the trees."
    },
    "709": {
        "name": "Trevenant",
        "flavor_text": "Small roots that extend from the tips of this\nPokémon’s feet can tie into the trees of the\nforest and give [REDACTED] control over them."
    },
    "710": {
        "name": "Pumpkaboo",
        "flavor_text": "The light that streams out from the holes in the\npumpkin can hypnotize and control the people\nand Pokémon that see it."
    },
    "711": {
        "name": "Gourgeist",
        "flavor_text": "In the darkness of a new-moon night, [REDACTED]\nwill come knocking. Whoever answers the door\nwill be swept off to the afterlife."
    },
    "712": {
        "name": "Bergmite",
        "flavor_text": "Lives on mountains blanketed in perennial snow. It freezes water\nvapor in the air to make the ice helmet that it dons for defense."
    },
    "713": {
        "name": "Avalugg",
        "flavor_text": "The armor of ice covering its lower jaw puts steel to shame and\ncan shatter rocks with ease. This Pokémon barrels along steep\nmountain paths, cleaving through the deep snow."
    },
    "714": {
        "name": "Noibat",
        "flavor_text": "No wavelength of sound is beyond [REDACTED]’s\nability to produce. The ultrasonic waves it\ngenerates can overcome much larger Pokémon."
    },
    "715": {
        "name": "Noivern",
        "flavor_text": "Flying through the darkness, it weakens enemies\nwith ultrasonic waves that could crush stone.\nIts fangs finish the fight."
    },
    "716": {
        "name": "Xerneas",
        "flavor_text": "When the horns on its head shine\nin seven colors, it is said to be\nsharing everlasting life."
    },
    "717": {
        "name": "Yveltal",
        "flavor_text": "When its life comes to an end, it absorbs\nthe life energy of every living thing\nand turns into a cocoon once more."
    },
    "718": {
        "name": "Zygarde",
        "flavor_text": "Some say it can change to an even more\npowerful form when battling those who threaten\nthe ecosystem."
    },
    "719": {
        "name": "Diancie",
        "flavor_text": "It can instantly create many diamonds\nby compressing the carbon in the air\nbetween its hands."
    },
    "720": {
        "name": "Hoopa",
        "flavor_text": "It is said to be able to seize anything it desires\nwith its six rings and six huge arms. With its power\nsealed, it is transformed into a much smaller form."
    },
    "721": {
        "name": "Volcanion",
        "flavor_text": "It expels its internal steam from the\narms on its back. It has enough\npower to blow away a mountain."
    },
    "722": {
        "name": "Rowlet",
        "flavor_text": "Flies noiselessly on delicate wings. It has mastered the art of\ndeftly launching dagger-sharp feathers from those same wings."
    },
    "723": {
        "name": "Dartrix",
        "flavor_text": "Regularly basks in sunlight to gather power—presumably due to\nthe frigid climate. Nonetheless, the edges of the blade quills set\ninto its wings are keen as ever."
    },
    "724": {
        "name": "Decidueye",
        "flavor_text": "The air stored inside the rachises of [REDACTED]'s feathers\ninsulates the Pokémon against Hisui's extreme cold. This is\nfirm proof that evolution can be influenced by environment."
    },
    "725": {
        "name": "Litten",
        "flavor_text": "Trying to pet [REDACTED] before it trusts you will\nresult in a nasty scratch from its sharp claws.\nBe careful."
    },
    "726": {
        "name": "Torracat",
        "flavor_text": "When facing a powerful enemy, [REDACTED]’s\nfighting spirit gets pumped up, and its fire bell\nblazes hotter."
    },
    "727": {
        "name": "Incineroar",
        "flavor_text": "[REDACTED]’s rough and aggressive behavior is its\nmost notable trait, but the way it helps out small\nPokémon shows that it has a kind side as well."
    },
    "728": {
        "name": "Popplio",
        "flavor_text": "If [REDACTED] want to create big, powerful balloons,\nthey must be persistent. It takes daily practice for\nthese Pokémon to develop their skills."
    },
    "729": {
        "name": "Brionne",
        "flavor_text": "On nights when the sea is calm, [REDACTED] dance\nwith one another to the singing of the [REDACTED]\nthat’s leading them."
    },
    "730": {
        "name": "Primarina",
        "flavor_text": "For [REDACTED], every battle’s a stage. Its singing\nand the dancing of its balloons will mesmerize\nthe audience."
    },
    "731": {
        "name": "Pikipek",
        "flavor_text": "It may look spindly, but its neck muscles are\nheavy-duty. It can peck at a tree 16 times\nper second!"
    },
    "732": {
        "name": "Trumbeak",
        "flavor_text": "From its mouth, it fires the seeds of berries\nit has eaten. The scattered seeds give rise\nto new plants."
    },
    "733": {
        "name": "Toucannon",
        "flavor_text": "Known for forming harmonious couples, this\nPokémon is brought to wedding ceremonies as a\ngood luck charm."
    },
    "734": {
        "name": "Yungoos",
        "flavor_text": "Although it will eat anything, it prefers fresh\nliving things, so it marches down streets\nin search of prey."
    },
    "735": {
        "name": "Gumshoos",
        "flavor_text": "Patient by nature, this Pokémon loses control of\nitself and pounces when it spots its favorite\nmeal—[REDACTED]!"
    },
    "736": {
        "name": "Grubbin",
        "flavor_text": "It uses its big jaws to dig nests into the forest\nfloor, and it loves to feed on sweet tree sap."
    },
    "737": {
        "name": "Charjabug",
        "flavor_text": "Its digestive processes convert the leaves it eats\ninto electricity. An electric sac in its belly stores\nthe electricity for later use."
    },
    "738": {
        "name": "Vikavolt",
        "flavor_text": "If it carries a [REDACTED] to use as a spare battery,\na flying [REDACTED] can rapidly fire high-powered\nbeams of electricity."
    },
    "739": {
        "name": "Crabrawler",
        "flavor_text": "[REDACTED] has been known to mistake\n[REDACTED] for a coconut tree and climb it. The\nenraged [REDACTED] shakes it off and stomps it."
    },
    "740": {
        "name": "Crabominable",
        "flavor_text": "Before it stops to think, it just starts pummeling.\nThere are records of its turning back\navalanches with a flurry of punches."
    },
    "741": {
        "name": "Oricorio",
        "flavor_text": "This [REDACTED] has drunk red nectar. If its Trainer\ngives the wrong order, this passionate Pokémon\nbecomes fiercely angry."
    },
    "742": {
        "name": "Cutiefly",
        "flavor_text": "An opponent’s aura can tell [REDACTED] what that\nopponent’s next move will be. Then [REDACTED] can\nglide around the attack and strike back."
    },
    "743": {
        "name": "Ribombee",
        "flavor_text": "[REDACTED] absolutely hate getting wet or\nrained on. In the cloudy Galar region,\nthey are very seldom seen."
    },
    "744": {
        "name": "Rockruff",
        "flavor_text": "This Pokémon intimidates opponents by striking\nthe ground with the rocks on its neck. The\nmoment an opponent flinches, [REDACTED] attacks."
    },
    "745": {
        "name": "Lycanroc",
        "flavor_text": "With swift movements, this Pokémon gradually\nbacks its prey into a corner. [REDACTED]’s fangs are\nalways aimed toward opponents’ weak spots."
    },
    "746": {
        "name": "Wishiwashi",
        "flavor_text": "When it senses danger, its eyes tear up.\nThe sparkle of its tears signals other\n[REDACTED] to gather."
    },
    "747": {
        "name": "Mareanie",
        "flavor_text": "Unlike their Alolan counterparts, the [REDACTED]\nof the Galar region have not yet figured out\nthat the branches of [REDACTED] are delicious."
    },
    "748": {
        "name": "Toxapex",
        "flavor_text": "Within the poison sac in its body is a poison so\ntoxic that Pokémon as large as [REDACTED] will still\nbe suffering three days after it first takes effect."
    },
    "749": {
        "name": "Mudbray",
        "flavor_text": "It eats dirt to create mud and smears this mud all\nover its feet, giving them the grip needed to walk\non rough terrain without slipping."
    },
    "750": {
        "name": "Mudsdale",
        "flavor_text": "[REDACTED] has so much stamina that it could carry\nover 10 tons across the Galar region without rest\nor sleep."
    },
    "751": {
        "name": "Dewpider",
        "flavor_text": "[REDACTED] normally lives underwater. When it\ncomes onto land in search of food, it takes\nwater with it in the form of a bubble on its head."
    },
    "752": {
        "name": "Araquanid",
        "flavor_text": "It acts as a caretaker for [REDACTED], putting them\ninside its bubble and letting them eat any\nleftover food."
    },
    "753": {
        "name": "Fomantis",
        "flavor_text": "During the day, [REDACTED] basks in sunlight and\nsleeps peacefully. It wakes and moves around\nat night."
    },
    "754": {
        "name": "Lurantis",
        "flavor_text": "The petals on this Pokémon’s arms are thin and\nsuper sharp, and they can fire laser beams if\n[REDACTED] gathers light first."
    },
    "755": {
        "name": "Morelull",
        "flavor_text": "[REDACTED] live in forests that stay dark even\nduring the day. They scatter flickering spores\nthat put enemies to sleep."
    },
    "756": {
        "name": "Shiinotic",
        "flavor_text": "If you see a light deep in a forest at night,\ndon’t go near. [REDACTED] will make you fall\nfast asleep."
    },
    "757": {
        "name": "Salandit",
        "flavor_text": "This sneaky Pokémon will slink behind its prey\nand immobilize it with poisonous gas before the\nprey even realizes [REDACTED] is there."
    },
    "758": {
        "name": "Salazzle",
        "flavor_text": "The winner of competitions between [REDACTED]\nis decided by which one has the most male\n[REDACTED] with it."
    },
    "759": {
        "name": "Stufful",
        "flavor_text": "The way it protects itself by flailing its arms may\nbe an adorable sight, but stay well away. This is\nflailing that can snap thick tree trunks."
    },
    "760": {
        "name": "Bewear",
        "flavor_text": "The moves it uses to take down its prey would\nmake a martial artist jealous. It tucks subdued\nprey under its arms to carry them to its nest."
    },
    "761": {
        "name": "Bounsweet",
        "flavor_text": "When under attack, it secretes a sweet\nand delicious sweat. The scent only calls\nmore enemies to it."
    },
    "762": {
        "name": "Steenee",
        "flavor_text": "Any [REDACTED] that pecks at this\nPokémon will be greeted with a smack from\nits sepals followed by a sharp kick."
    },
    "763": {
        "name": "Tsareena",
        "flavor_text": "A kick from the hardened tips of this Pokémon’s\nlegs leaves a wound in the opponent’s body and\nsoul that will never heal."
    },
    "764": {
        "name": "Comfey",
        "flavor_text": "These Pokémon smell very nice. All [REDACTED] wear\ndifferent flowers, so each of these Pokémon has\nits own individual scent."
    },
    "765": {
        "name": "Oranguru",
        "flavor_text": "It knows the forest inside and out. If it comes\nacross a wounded Pokémon, [REDACTED] will\ngather medicinal herbs to treat it."
    },
    "766": {
        "name": "Passimian",
        "flavor_text": "[REDACTED] live in groups of about 20, with\neach member performing an assigned role.\nThrough cooperation, the group survives."
    },
    "767": {
        "name": "Wimpod",
        "flavor_text": "[REDACTED] gather in swarms, constantly on the\nlookout for danger. They scatter the moment\nthey detect an enemy’s presence."
    },
    "768": {
        "name": "Golisopod",
        "flavor_text": "They live in sunken ships or in holes in the\nseabed. When [REDACTED] and [REDACTED]\nbattle, the loser becomes the winner’s meal."
    },
    "769": {
        "name": "Sandygast",
        "flavor_text": "[REDACTED] mainly inhabits beaches. It takes\ncontrol of anyone who puts their hand into its\nmouth, forcing them to make its body bigger."
    },
    "770": {
        "name": "Palossand",
        "flavor_text": "This Pokémon lives on beaches, but it hates\nwater. [REDACTED] can’t maintain its castle-like\nshape if it gets drenched by a heavy rain."
    },
    "771": {
        "name": "Pyukumuku",
        "flavor_text": "It lives in warm, shallow waters. If it encounters a\nfoe, it will spit out its internal organs as a means\nto punch them."
    },
    "772": {
        "name": "Type-null",
        "flavor_text": "It was modeled after a mighty Pokémon of myth.\nThe mask placed upon it limits its power in order\nto keep it under control."
    },
    "773": {
        "name": "Silvally",
        "flavor_text": "The final factor needed to release this\nPokémon’s true power was a strong bond\nwith a Trainer it trusts."
    },
    "774": {
        "name": "Minior",
        "flavor_text": "Although its outer shell is uncommonly durable,\nthe shock of falling to the ground smashes the\nshell to smithereens."
    },
    "775": {
        "name": "Komala",
        "flavor_text": "It remains asleep from birth to death as a result\nof the sedative properties of the leaves that\nform its diet."
    },
    "776": {
        "name": "Turtonator",
        "flavor_text": "Eating sulfur in its volcanic habitat is what causes\nexplosive compounds to develop in its shell.\nIts droppings are also dangerously explosive."
    },
    "777": {
        "name": "Togedemaru",
        "flavor_text": "When it’s in trouble, it curls up into a ball, makes\nits fur spikes stand on end, and then discharges\nelectricity indiscriminately."
    },
    "778": {
        "name": "Mimikyu",
        "flavor_text": "There was a scientist who peeked under\n[REDACTED]’s old rag in the name of research.\nThe scientist died of a mysterious disease."
    },
    "779": {
        "name": "Bruxish",
        "flavor_text": "Its skin is thick enough to fend off [REDACTED]’s\nspikes. With its robust teeth, [REDACTED] crunches\nup the spikes and eats them."
    },
    "780": {
        "name": "Drampa",
        "flavor_text": "[REDACTED] is a kind and friendly Pokémon—up until\nit’s angered. When that happens, it stirs up a\ngale and flattens everything around."
    },
    "781": {
        "name": "Dhelmise",
        "flavor_text": "After lowering its anchor, it waits for its prey. It\ncatches large [REDACTED] and drains their life-force."
    },
    "782": {
        "name": "Jangmo-o",
        "flavor_text": "[REDACTED] strikes its scales to communicate with\nothers of its kind. Its scales are actually fur that’s\nbecome as hard as metal."
    },
    "783": {
        "name": "Hakamo-o",
        "flavor_text": "Before attacking its enemies, it clashes its\nscales together and roars. Its sharp claws\nshred the opposition."
    },
    "784": {
        "name": "Kommo-o",
        "flavor_text": "Certain ruins have paintings of ancient warriors\nwearing armor made of [REDACTED] scales."
    },
    "785": {
        "name": "Tapu-koko",
        "flavor_text": "The lightning-wielding guardian deity of\nMelemele, Tapu Koko is brimming with curiosity\nand appears before people from time to time."
    },
    "786": {
        "name": "Tapu-lele",
        "flavor_text": "Although called a guardian deity, Tapu Lele is\ndevoid of guilt about its cruel disposition and\ncan be described as nature incarnate."
    },
    "787": {
        "name": "Tapu-bulu",
        "flavor_text": "It makes ringing sounds with its tail to let others\nknow where it is, avoiding unneeded conflicts.\nThis guardian deity of Ula’ula controls plants."
    },
    "788": {
        "name": "Tapu-fini",
        "flavor_text": "Although it’s called a guardian deity, terrible\ncalamities sometimes befall those who\nrecklessly approach Tapu Fini."
    },
    "789": {
        "name": "Cosmog",
        "flavor_text": "[REDACTED] is very curious but not very cautious,\noften placing itself in danger. If things start to\nlook dicey, it teleports away."
    },
    "790": {
        "name": "Cosmoem",
        "flavor_text": "It sucks in dust from the air at an astounding rate,\nfrantically building up energy within its core as\npreparation for evolution."
    },
    "791": {
        "name": "Solgaleo",
        "flavor_text": "[REDACTED] was once known as the Beast That\nDevours the Sun. Energy in the form of light\nradiates boundlessly from it."
    },
    "792": {
        "name": "Lunala",
        "flavor_text": "It steals the light from its surroundings and then\nbecomes the full moon, showering its own light\nacross the night sky."
    },
    "793": {
        "name": "Nihilego",
        "flavor_text": "It appeared in this world from an Ultra\nWormhole. [REDACTED] appears to be a parasite\nthat lives by feeding on people and Pokémon."
    },
    "794": {
        "name": "Buzzwole",
        "flavor_text": "[REDACTED] goes around showing off its\nabnormally swollen muscles. It is one kind\nof Ultra Beast."
    },
    "795": {
        "name": "Pheromosa",
        "flavor_text": "Although it’s alien to this world and a danger\nhere, it’s apparently a common organism in the\nworld where it normally lives."
    },
    "796": {
        "name": "Xurkitree",
        "flavor_text": "They’ve been dubbed Ultra Beasts. Some of\nthem stand unmoving, like trees, with their\narms and legs stuck into the ground."
    },
    "797": {
        "name": "Celesteela",
        "flavor_text": "Although it’s alien to this world and a danger\nhere, it’s apparently a common organism in the\nworld where it normally lives."
    },
    "798": {
        "name": "Kartana",
        "flavor_text": "Although it’s alien to this world and a danger\nhere, it’s apparently a common organism in the\nworld where it normally lives."
    },
    "799": {
        "name": "Guzzlord",
        "flavor_text": "An unknown life-form called a UB. It may be\nconstantly hungry—it is certainly always\ndevouring something."
    },
    "800": {
        "name": "Necrozma",
        "flavor_text": "It needs light to survive, and it goes on a\nrampage seeking it out. Its laser beams will\ncut anything to pieces."
    },
    "801": {
        "name": "Magearna",
        "flavor_text": "Built roughly 500 years ago by a scientist,\nthe part called the Soul-Heart is the\nactual life-form."
    },
    "802": {
        "name": "Marshadow",
        "flavor_text": "This Pokémon can conceal itself in any shadow,\nso it went undiscovered for a long time."
    },
    "803": {
        "name": "Poipole",
        "flavor_text": "An Ultra Beast that lives in a different world, it\ncackles wildly as it sprays its opponents with\npoison from the needles on its head."
    },
    "804": {
        "name": "Naganadel",
        "flavor_text": "One kind of Ultra Beast, it fires a glowing,\nvenomous liquid from its needles. This liquid\nis also immensely adhesive."
    },
    "805": {
        "name": "Stakataka",
        "flavor_text": "When stone walls started moving and attacking,\nthe brute’s true identity was this mysterious\nlife-form, which brings to mind an Ultra Beast."
    },
    "806": {
        "name": "Blacephalon",
        "flavor_text": "A UB that appeared from an Ultra Wormhole, it\ncauses explosions, then takes advantage of\nopponents’ surprise to rob them of their vitality."
    },
    "807": {
        "name": "Zeraora",
        "flavor_text": "Electricity sparks from the pads on its limbs.\nWherever [REDACTED] runs, lightning flashes and\nthunder echoes."
    },
    "808": {
        "name": "Meltan",
        "flavor_text": "They live as a group, but when the time comes,\none strong [REDACTED] will absorb all the others\nand evolve."
    },
    "809": {
        "name": "Melmetal",
        "flavor_text": "Centrifugal force is behind the punches of\n[REDACTED]’s heavy hex-nut arms. [REDACTED] is said\nto deliver the strongest punches of all Pokémon."
    },
    "810": {
        "name": "Grookey",
        "flavor_text": "It attacks with rapid beats of its stick.\nAs it strikes with amazing speed, it gets\nmore and more pumped."
    },
    "811": {
        "name": "Thwackey",
        "flavor_text": "When it’s drumming out rapid beats in battle, it\ngets so caught up in the rhythm that it won’t even\nnotice that it’s already knocked out its opponent."
    },
    "812": {
        "name": "Rillaboom",
        "flavor_text": "The one with the best drumming techniques\nbecomes the boss of the troop. It has a gentle\ndisposition and values harmony among its group."
    },
    "813": {
        "name": "Scorbunny",
        "flavor_text": "It has special pads on the backs of its feet, and\none on its nose. Once it’s raring to fight, these\npads radiate tremendous heat."
    },
    "814": {
        "name": "Raboot",
        "flavor_text": "It kicks berries right off the branches of trees\nand then juggles them with its feet, practicing\nits footwork."
    },
    "815": {
        "name": "Cinderace",
        "flavor_text": "It’s skilled at both offense and defense, and it\ngets pumped up when cheered on. But if it starts\nshowboating, it could put itself in a tough spot."
    },
    "816": {
        "name": "Sobble",
        "flavor_text": "When it gets wet, its skin changes color,\nand this Pokémon becomes invisible as if\nit were camouflaged."
    },
    "817": {
        "name": "Drizzile",
        "flavor_text": "Highly intelligent but also very lazy,\nit keeps enemies out of its territory\nby laying traps everywhere."
    },
    "818": {
        "name": "Inteleon",
        "flavor_text": "Its nictitating membranes let it pick out foes’\nweak points so it can precisely blast them with\nwater that shoots from its fingertips at Mach 3."
    },
    "819": {
        "name": "Skwovet",
        "flavor_text": "It eats berries nonstop—a habit that has made\nit more resilient than it looks. It’ll show up on\nfarms, searching for yet more berries."
    },
    "820": {
        "name": "Greedent",
        "flavor_text": "Common throughout the Galar region, this\nPokémon has strong teeth and can chew\nthrough the toughest of berry shells."
    },
    "821": {
        "name": "Rookidee",
        "flavor_text": "Jumping nimbly about, this small-bodied\nPokémon takes advantage of even the slightest\nopportunity to disorient larger opponents."
    },
    "822": {
        "name": "Corvisquire",
        "flavor_text": "The lessons of many harsh battles have taught it\nhow to accurately judge an opponent’s strength."
    },
    "823": {
        "name": "Corviknight",
        "flavor_text": "With their great intellect and flying skills, these\nPokémon very successfully act as the Galar\nregion’s airborne taxi service."
    },
    "824": {
        "name": "Blipbug",
        "flavor_text": "Often found in gardens, this Pokémon has hairs\non its body that it uses to assess its surroundings."
    },
    "825": {
        "name": "Dottler",
        "flavor_text": "As it grows inside its shell, it uses its psychic\nabilities to monitor the outside world and\nprepare for evolution."
    },
    "826": {
        "name": "Orbeetle",
        "flavor_text": "It emits psychic energy to observe and study\nwhat’s around it—and what’s around it can\ninclude things over six miles away."
    },
    "827": {
        "name": "Nickit",
        "flavor_text": "Cunning and cautious, this Pokémon survives by\nstealing food from others. It erases its tracks with\nswipes of its tail as it makes off with its plunder."
    },
    "828": {
        "name": "Thievul",
        "flavor_text": "With a lithe body and sharp claws, it goes\naround stealing food and eggs. [REDACTED]\nis its natural enemy."
    },
    "829": {
        "name": "Gossifleur",
        "flavor_text": "It whirls around in the wind while singing a joyous\nsong. This delightful display has charmed many\ninto raising this Pokémon."
    },
    "830": {
        "name": "Eldegoss",
        "flavor_text": "The cotton on the head of this Pokémon can be\nspun into a glossy, gorgeous yarn—a Galar\nregional specialty."
    },
    "831": {
        "name": "Wooloo",
        "flavor_text": "If its fleece grows too long, [REDACTED] won’t be\nable to move. Cloth made with the wool of this\nPokémon is surprisingly strong."
    },
    "832": {
        "name": "Dubwool",
        "flavor_text": "Its majestic horns are meant only to impress the\nopposite gender. They never see use in battle."
    },
    "833": {
        "name": "Chewtle",
        "flavor_text": "It starts off battles by attacking with its rock-hard\nhorn, but as soon as the opponent flinches, this\nPokémon bites down and never lets go."
    },
    "834": {
        "name": "Drednaw",
        "flavor_text": "This Pokémon rapidly extends its retractable neck\nto sink its sharp fangs into distant enemies and\ntake them down."
    },
    "835": {
        "name": "Yamper",
        "flavor_text": "This gluttonous Pokémon only assists people with\ntheir work because it wants treats. As it runs,\nit crackles with electricity."
    },
    "836": {
        "name": "Boltund",
        "flavor_text": "It sends electricity through its legs to boost their\nstrength. Running at top speed, it easily breaks\n50 mph."
    },
    "837": {
        "name": "Rolycoly",
        "flavor_text": "It can race around like a unicycle, even on rough,\nrocky terrain. Burning coal sustains it."
    },
    "838": {
        "name": "Carkol",
        "flavor_text": "By rapidly rolling its legs, it can travel at over\n18 mph. The temperature of the flames it\nbreathes exceeds 1,800 degrees Fahrenheit."
    },
    "839": {
        "name": "Coalossal",
        "flavor_text": "While it’s engaged in battle, its mountain of coal\nwill burn bright red, sending off sparks that\nscorch the surrounding area."
    },
    "840": {
        "name": "Applin",
        "flavor_text": "As soon as it’s born, it burrows into an apple. Not\nonly does the apple serve as its food source, but\nthe flavor of the fruit determines its evolution."
    },
    "841": {
        "name": "Flapple",
        "flavor_text": "It flies on wings of apple skin and spits a\npowerful acid. It can also change its shape\ninto that of an apple."
    },
    "842": {
        "name": "Appletun",
        "flavor_text": "Its body is covered in sweet nectar, and the\nskin on its back is especially yummy. Children\nused to have it as a snack."
    },
    "843": {
        "name": "Silicobra",
        "flavor_text": "It spews sand from its nostrils. While the enemy\nis blinded, it burrows into the ground to hide."
    },
    "844": {
        "name": "Sandaconda",
        "flavor_text": "Its unique style of coiling allows it to blast sand\nout of its sand sac more efficiently."
    },
    "845": {
        "name": "Cramorant",
        "flavor_text": "This hungry Pokémon swallows [REDACTED] whole.\nOccasionally, it makes a mistake and tries to\nswallow a Pokémon other than its preferred prey."
    },
    "846": {
        "name": "Arrokuda",
        "flavor_text": "After it’s eaten its fill, its movements become\nextremely sluggish. That’s when [REDACTED]\nswallows it up."
    },
    "847": {
        "name": "Barraskewda",
        "flavor_text": "It spins its tail fins to propel itself, surging\nforward at speeds of over 100 knots before\nramming prey and spearing into them."
    },
    "848": {
        "name": "Toxel",
        "flavor_text": "It manipulates the chemical makeup of its poison\nto produce electricity. The voltage is weak, but it\ncan cause a tingling paralysis."
    },
    "849": {
        "name": "Toxtricity",
        "flavor_text": "This short-tempered and aggressive Pokémon\nchugs stagnant water to absorb any toxins it\nmight contain."
    },
    "850": {
        "name": "Sizzlipede",
        "flavor_text": "It wraps prey up with its heated body, cooking\nthem in its coils. Once they’re well-done, it will\nvoraciously nibble them down to the last morsel."
    },
    "851": {
        "name": "Centiskorch",
        "flavor_text": "While its burning body is already dangerous on\nits own, this excessively hostile Pokémon also has\nlarge and very sharp fangs."
    },
    "852": {
        "name": "Clobbopus",
        "flavor_text": "Its tentacles tear off easily, but it isn’t alarmed\nwhen that happens—it knows they’ll grow back.\nIt’s about as smart as a three-year-old."
    },
    "853": {
        "name": "Grapploct",
        "flavor_text": "Searching for an opponent to test its skills\nagainst, it emerges onto land. Once the battle\nis over, it returns to the sea."
    },
    "854": {
        "name": "Sinistea",
        "flavor_text": "The teacup in which this Pokémon makes its\nhome is a famous piece of antique tableware.\nMany forgeries are in circulation."
    },
    "855": {
        "name": "Polteageist",
        "flavor_text": "Leaving leftover black tea unattended is asking\nfor this Pokémon to come along and pour itself\ninto it, turning the tea into a new [REDACTED]."
    },
    "856": {
        "name": "Hatenna",
        "flavor_text": "If this Pokémon senses a strong emotion, it\nwill run away as fast as it can. It prefers areas\nwithout people."
    },
    "857": {
        "name": "Hattrem",
        "flavor_text": "Using the braids on its head, it pummels foes to\nget them to quiet down. One blow from those\nbraids would knock out a professional boxer."
    },
    "858": {
        "name": "Hatterene",
        "flavor_text": "If you’re too loud around it, you risk being torn\napart by the claws on its tentacle. This Pokémon\nis also known as the Forest Witch."
    },
    "859": {
        "name": "Impidimp",
        "flavor_text": "It sneaks into people’s homes, stealing things\nand feasting on the negative energy of the\nfrustrated occupants."
    },
    "860": {
        "name": "Morgrem",
        "flavor_text": "With sly cunning, it tries to lure people into the\nwoods. Some believe it to have the power to\nmake crops grow."
    },
    "861": {
        "name": "Grimmsnarl",
        "flavor_text": "Its hairs work like muscle fibers. When its hairs\nunfurl, they latch on to opponents, ensnaring\nthem as tentacles would."
    },
    "862": {
        "name": "Obstagoon",
        "flavor_text": "It evolved after experiencing numerous fights.\nWhile crossing its arms, it lets out a shout that\nwould make any opponent flinch."
    },
    "863": {
        "name": "Perrserker",
        "flavor_text": "After many battles, it evolved dangerous\nclaws that come together to form daggers\nwhen extended."
    },
    "864": {
        "name": "Cursola",
        "flavor_text": "Be cautious of the ectoplasmic body\nsurrounding its soul. You’ll become\nstiff as stone if you touch it."
    },
    "865": {
        "name": "Sirfetchd",
        "flavor_text": "After deflecting attacks with its hard leaf shield,\nit strikes back with its sharp leek stalk. The leek\nstalk is both weapon and food."
    },
    "866": {
        "name": "Mr-rime",
        "flavor_text": "Its amusing movements make it very popular.\nIt releases its psychic power from the pattern\non its belly."
    },
    "867": {
        "name": "Runerigus",
        "flavor_text": "Never touch its shadowlike body, or you’ll be\nshown the horrific memories behind the picture\ncarved into it."
    },
    "868": {
        "name": "Milcery",
        "flavor_text": "They say that any patisserie visited by [REDACTED]\nis guaranteed success and good fortune."
    },
    "869": {
        "name": "Alcremie",
        "flavor_text": "When [REDACTED] is content, the cream it\nsecretes from its hands becomes sweeter\nand richer."
    },
    "870": {
        "name": "Falinks",
        "flavor_text": "The six of them work together as one Pokémon.\nTeamwork is also their battle strategy, and they\nconstantly change their formation as they fight."
    },
    "871": {
        "name": "Pincurchin",
        "flavor_text": "It stores electricity in each spine. Even if one gets\nbroken off, it still continues to emit electricity for\nat least three hours."
    },
    "872": {
        "name": "Snom",
        "flavor_text": "It eats snow that piles up on the ground.\nThe more snow it eats, the bigger and more\nimpressive the spikes on its back grow."
    },
    "873": {
        "name": "Frosmoth",
        "flavor_text": "It shows no mercy to any who desecrate fields\nand mountains. It will fly around on its icy wings,\ncausing a blizzard to chase offenders away."
    },
    "874": {
        "name": "Stonjourner",
        "flavor_text": "Once a year, on a specific date and at a specific\ntime, they gather out of nowhere and form up in\na circle."
    },
    "875": {
        "name": "Eiscue",
        "flavor_text": "This Pokémon keeps its heat-sensitive head cool\nwith ice. It fishes for its food, dangling its single\nhair into the sea to lure in prey."
    },
    "876": {
        "name": "Indeedee",
        "flavor_text": "Through its horns, it can pick up on the emotions\nof creatures around it. Positive emotions are the\nsource of its strength."
    },
    "877": {
        "name": "Morpeko",
        "flavor_text": "It carries electrically roasted seeds with it as if\nthey’re precious treasures. No matter how much\nit eats, it always gets hungry again in short order."
    },
    "878": {
        "name": "Cufant",
        "flavor_text": "If a job requires serious strength, this Pokémon\nwill excel at it. Its copper body tarnishes in the\nrain, turning a vibrant green color."
    },
    "879": {
        "name": "Copperajah",
        "flavor_text": "These Pokémon live in herds. Their trunks have\nincredible grip strength, strong enough to crush\ngiant rocks into powder."
    },
    "880": {
        "name": "Dracozolt",
        "flavor_text": "The powerful muscles in its tail generate its\nelectricity. Compared to its lower body,\nits upper half is entirely too small."
    },
    "881": {
        "name": "Arctozolt",
        "flavor_text": "This Pokémon lived on prehistoric seashores and\nwas able to preserve food with the ice on its\nbody. It went extinct because it moved so slowly."
    },
    "882": {
        "name": "Dracovish",
        "flavor_text": "Its mighty legs are capable of running at\nspeeds exceeding 40 mph, but this Pokémon\ncan’t breathe unless it’s underwater."
    },
    "883": {
        "name": "Arctovish",
        "flavor_text": "The skin on its face is impervious to attack, but\nbreathing difficulties made this Pokémon go\nextinct anyway."
    },
    "884": {
        "name": "Duraludon",
        "flavor_text": "The special metal that composes its body is very\nlight, so this Pokémon has considerable agility.\nIt lives in caves because it dislikes the rain."
    },
    "885": {
        "name": "Dreepy",
        "flavor_text": "If this weak Pokémon is by itself, a mere child\ncould defeat it. But if [REDACTED] has friends to help\nit train, it can evolve and become much stronger."
    },
    "886": {
        "name": "Drakloak",
        "flavor_text": "Without a [REDACTED] to place on its head and\ncare for, it gets so uneasy it’ll try to substitute\nany Pokémon it finds for the missing [REDACTED]."
    },
    "887": {
        "name": "Dragapult",
        "flavor_text": "Apparently the [REDACTED] inside [REDACTED]’s\nhorns eagerly look forward to being launched out\nat Mach speeds."
    },
    "888": {
        "name": "Zacian",
        "flavor_text": "This Pokémon has slumbered for many years.\nSome say it’s [REDACTED]’s elder sister—others\nsay the two Pokémon are rivals."
    },
    "889": {
        "name": "Zamazenta",
        "flavor_text": "This Pokémon slept for aeons while in the form of\na statue. It was asleep for so long, people forgot\nthat it ever existed."
    },
    "890": {
        "name": "Eternatus",
        "flavor_text": "It was inside a meteorite that fell 20,000 years\nago. There seems to be a connection between\nthis Pokémon and the Dynamax phenomenon."
    },
    "891": {
        "name": "Kubfu",
        "flavor_text": "If [REDACTED] pulls the long white hair on its head,\nits fighting spirit heightens and power wells up\nfrom the depths of its belly."
    },
    "892": {
        "name": "Urshifu",
        "flavor_text": "Inhabiting the mountains of a distant region, this\nPokémon races across sheer cliffs, training its legs\nand refining its moves."
    },
    "893": {
        "name": "Zarude",
        "flavor_text": "Once the vines on [REDACTED]’s body tear off, they\nbecome nutrients in the soil. This helps the plants\nof the forest grow."
    },
    "894": {
        "name": "Regieleki",
        "flavor_text": "Its entire body is made up of a single organ that\ngenerates electrical energy. [REDACTED] is capable\nof creating all Galar’s electricity."
    },
    "895": {
        "name": "Regidrago",
        "flavor_text": "Its body is composed of crystallized dragon\nenergy. [REDACTED] is said to have the powers of\nevery dragon Pokémon."
    },
    "896": {
        "name": "Glastrier",
        "flavor_text": "[REDACTED] has tremendous physical strength, and\nthe mask of ice covering its face is 100 times\nharder than diamond."
    },
    "897": {
        "name": "Spectrier",
        "flavor_text": "As it dashes through the night, [REDACTED] absorbs\nthe life-force of sleeping creatures. It craves\nsilence and solitude."
    },
    "898": {
        "name": "Calyrex",
        "flavor_text": "[REDACTED] is known in legend as a king that ruled\nover Galar in ancient times. It has the power to\ncause hearts to mend and plants to spring forth."
    },
    "899": {
        "name": "Wyrdeer",
        "flavor_text": "The black orbs shine with an uncanny light when the Pokémon is\nerecting invisible barriers. The fur shed from its beard retains\nheat well and is a highly useful material for winter clothing."
    }
}